{
  "Methodlogy": "Our Methodlogy",

  "EUR1": "The Three Main Pillars of our Recruitment philosophy are <b>Experience, Understanding & Relationship</b>",
  "EUR2": "We emphasize the importance of experience, the understanding of their needs as well as maintaining good relationships with both our clients and candidates. We strive to communicate consistently with our clients and candidates to maintain mutual understanding throughout the whole recruitment process.",
  "EUR3": "Every single element of the recruitment process is ever changing and it is essential for all parties to understand each other clearly. Close communication with our clients and candidates ensures smooth information and recruitment processes, preventing potential misunderstandings.",
  "EUR4": "We aim to connect people from different diversities and to provide a full aspect of services for the best interest and development for all parties. Hence, Relationship and Understanding are the core values we always hold on to.",

  "CompanyDescription1": "“Osmium Consulting Group” の創業理念はただ一つ――プロフェッショナル人材紹介及びHRアドバイザリーサービスなどを各業界と適職を求めているの皆様にご紹介しています。",
  "CompanyDescription2": "“OCG” は香港のリクルートグループにおけるエグゼクティブ・プロフェッショナル・専門職人材紹介に特化した企業です。当社は地理的な障壁にもかかわらず、ローカル企業及び外資系企業などに対し人材紹介事業を幅広く展開し、全面的な人材紹介サービスをご提供いたします。 また、業界内の統合ネットワークと、最新の系統的調査ツールによって、当社は世界的な大手外資系企業、グローバル企業から、優秀な専門家と業界トップレベルの人材をご紹介することが可能です。",
  "OurGoal": "ミッション",
  "OurGoal1": "現在このますます競争の激しい市場で、OCGは人材は企業にとって、競合他社と区別するな一番大事なプライムアセットと信じます。 まだ、適切なスキルセット、考え方、資格を備えた適切な候補者を採用することは、各企業にとっても最大の課題です。",
  "OurGoal2": "OCGはお客様の望みと請求に専念し、適職を求めているの皆様も全力で尽くします。 最適な企業と最適な候補者を対合するよって、当社は両方にとっても相互に有益なソリューションを見つけて努めています。伝統的なリクルートメントの上に、当社はエグゼクティブ・サーチ及びHRアドバイザリーサービスなどの全面的なサービスもご提供いたします。",

  "Step1": "STEP 1 : 貴社と貴社の求人要望を理解する",
  "S1Content1": "求人内容についてアドバイスから始め、関連する人材の可用性、求人の申し出の競争力、弊社は優秀な人材を逃さないためのスクリーニングと選択の最適な手段を提供します。",
  "S1Content2": "貴社の求人ご依頼を説明によると、弊社は貴社という組織の全面的な理解を始めり、管理者の求める人材や採用条件、採用背景ななども理解できて、最適なトップ人材と採用条件と対合します。",
  "Step2": "STEP 2 : 候補者を探す",
  "S2Content1": "求人市場にいる色々な人材を了解すると、どんな引きつけるテクニックが使えば最適な人材に向けることがわかるし、下記のプロセスに従て様々な方法も利用して特定の有力候補を確保できます：",
  "S2List1": "有力候補にアプローチするためのターゲット企業リストを編集します",
  "S2List2": "広範なビジネスインテリジェンスと業界の専門知識を使用して、洗練された市場マッピングを完成します",
  "S2List3": "弊社のデータベース、オンラインやオフラインのライブラリと名録、及び弊社の特別ネットワークから有力候補を探します",
  "S2List4": "有力候補と連絡すると、応募意志を確認して、プロフェッショナルなマナーで貴社の魅力をお伝えします",
  "Step3": "STEP 3 : 候補者との面談",
  "S3Content1": "コンピテンス基盤型選考方法とテストソフトウェアを使って、弊社が連絡したすべての候補者は貴社の採用条件に基づく評価尺度に対して評価されて、貴社に採用条件に一致する候補リストを提出できます。",
  "S3List1": "有力候補との面接について、候補者たちのキャリア願望、新しい仕事に就く動機、新しい職務を受ける能力、技術的スキル、リーダーシップ、個性、および企業文化の適合性などを確認します",
  "S3List2": "コンピテンス基盤型選考を完成し、候補者の能力とリーダーシップ行動を判明します。",
  "Step4": "STEP 4 : 候補者の紹介・面接・選考・管理",
  "S4Content1": "弊社の各業種に特化したコンサルタントは、採用プロセスを通してアドバイスを提供し、候補者への連絡や日程調整、及びフィードバックの通知、求人管理など、すべて弊社コンサルタントが代行します。",
  "S4List1": "候補者を推薦します",
  "S4List2": "候補者との面接を設定します",
  "S4List3": "貴社と内定者との間に立って、給与・待遇・入社日などを調整します",
  "S4List4": "リファレンスチェックをします",
  "Step5": "STEP 5 : 候補者の入社",
  "S5Content1": "弊社は継続的なクライアントサポートや内定者ケアなどのサービスも提供し、内定者が必要なものが全て揃っていると確保します。また、貴社求人のご依頼は確実に完了するため、弊社は12週間の無料交換保証を提供しています。",
  "S5List1": "入社日までに内定者を温めます",
  "S5List2": "入社から最初の三か月新入社員へのケア",

  "Quote": "持続可能な発展とは「現在のニーズを応じてながら、次世代が自分で自分のニーズを応じる能力を損なずに開発する」ということです。",
  "OR": "私たちの使命",
  "ORContent1": "私たちはただ一つの目標達成ため、サービス、慣行、およびパートナーシップを統合し、「社会の発展ため、長期的な価値の創造します」。私たちの持続可能性フレームワークは、私たちのビジョンと戦略を揃えます。 その礎石と関連する重要なトピックは、私たちの戦略的アプローチを導て、業界最高のプロフェッショナルになって、そして持続的な成長します。",
  "OA": "私たちの目標",
  "OAContent1": "私たちは、マーケティングと営利に関する市場の専門知識と財務的洞察力を、規制環境における貴重な経験と非営利、政府、および非政府組織の社会的責任と組み合わせています。 組織設計から評価と継承、人材獲得、リーダーシップ開発、報酬と福利厚生まで、私たちは業界トップの人材紹介サービスやソリューションと戦略を提供してながら、私たちの目標と責任を明確にし、目標を達成するための最適な構造を慎重に構成します。",
  "Our4Pillars": "私たち持続可能性の四つの礎石：",
  "OurCommunity": "私たちの社会",
  "CommunityList1": "私たちは新しいプロセスとテクノロジーによって、様々なセクターの最適な人材とお客様と合わせしながら、フルタイムおよびパートタイムの採用活動を促進することにより、社会効率の最大化と失業の削減を目指しています。",
  "CommunityList2": "私たちは、当社の業務及び社会の持続可能に専念して続けます。",
  "OurPeople": "私たちのスタッフ",
  "OPList1": "適職を探す人のベスト選択になります。",
  "OPList2": "私たちは平等な機会と人権を認めし、人種、性別、宗教、他の様々を問わずに明確なプロモーションターゲットで明確なプロモーションを基づいています。",
  "OPList3": "当社のスタッフに、継続的なオンザジョブトレーニングと専門的な職業育成を実施します。",
  "OurCustomers": "お客様たち",
  "OurCustomersList1": "お客様のビジネスとこれからのニーズを応じるため、私たちはタレントパイプラインを設立し、お客様の最適なトップ人材を引き付け、採用し、続けて役立ちます。",
  "OurCustomersList2": "顧客体験を向上させ、紙の無駄を減らすために、私たちはデジタルツールの使用をお勧めします。",
  "CorporateGovernance": "コーポレートガバナンス",
  "CG1ist1": "私たちは、コンサルタントの高い企業倫理と個人的な行為を支持します。",
  "CGList2": "私たちは妥協しずに誠実さをもって業務を行います。",
  "CGList3": "私たちは不公正な商慣行為に対して守ります。"
}