{
  "Experts": "当社のコンサルタント",

  "banking.content.1": "当社の銀行および金融サービスの採用ビジネスは、当社が主要なクライアントの採用において重要な役割を果たし続けているため、大幅に拡大しました。市場の投資家がより高いリターンを求める必要性が高まっています。彼らの資産全体で、市場の成長と当社の事業拡大が証明されました。",
  "banking.content.2": "金融サービス業界は常に流動的です。顧客や市場の期待の高まり、遠隔地の労働力の課題、テクノロジーの進化、グローバル化の拡大、規制圧力の高まりなど、金融サービス組織はあらゆる面で苦しんでいます。金融サービス企業は評価する必要があり、現在の組織戦略と人材戦略が、昔はよくできましたが、将来も役立つようになるかどうかはまだ見えません。世界中の主要な金融センターにある当社のグローバル金融サービスコンサルティングチームは、業界をリードする組織コンサルティングマインド。40年以上にわたり、商業銀行、消費者銀行、投資銀行、および資産管理、フィンテック、保険、不動産、資産管理を専門とする企業にサービスを提供してきました。驚異的な81％のリピートビジネス率、私たちは戦略的なエグゼクティブ検索と人材獲得のための信頼できるアドバイザーです、組織戦略、リーダーシップ開発、評価と後継者育成、そして報酬と利益。",

  "it.content.1": "熾烈な競争、絶え間ない革新、不安定な産業景観、そして高まる顧客の期待に対処するために、当社はコンサルタントのスキルを向上させて続けて、各業界に最適なトップ人材を紹介します。 また、理想的な適職を求めているの皆様にも、キャリアを発展するため最適な職場を紹介します。当社が多国籍企業の方々を対象とした人材紹介サービスを提供し、市場のリーダーや先見の明のある新興企業及び投資家の方々にも課題解決のために支援します。",
  "it.content.2": "未来はここにありますが、メディア、データ、接続性、モビリティの融合を考えると、その未来も日々変化しています。テクノロジーの変革は生産性を高め、グローバル化を加速させ、ビジネスのあらゆる側面に革命をもたらしています。あるテクノロジーが次のテクノロジーに取って代わられるとすぐに足がかりになります。テクノロジー企業はこれらの変化の最前線にあり、多くの場合、それらをリードすることが期待されています。課題を乗り越えるには、テクノロジー企業が今日の準備ができて明日の準備ができる才能を持っている必要があります。",

  "construction.content.1": "最適なIT系人材を集めて事は、IT会社の成長ににとっては、一番大事な標的です。様々なIT系人材不足しているため、建設会社は今高く給料を払ってし、人材の競争も激しています。当社はその現状を深くて理解して、当社のコンサルタントは会社の望みを細かく捉え、当社のネットワークについて、貴社と最適な候補者を繋がります。",
  "construction.content.2": "当社は今、IT業界に様々な主要業者のために求人していますが、計算機工学や情報工学の限りではなく、当社はIT産業の管理者、エンジニア、プロジェクトマネージャー、及びアドバイザーも求人しています。",

  "consumer.content.1": "コロナ禍により商売活動はデジタル化による急激な変化して、当社はセールス、カスタマーサービス、メディア、マーケティング 、 エンターテイメントおよび E コマースに専念します。グローバリゼーションによって、会社の革新とコストマネジメントは難しなくなりし、優秀な人材欠失のせいで会社の成長は妨げてしまいます。当社は貴社の不安や悩みを理解し、貴社の成長について最適な人材を紹介します。",
  "consumer.content.2": "最近、セールスとマーケティング専門職のタレントプールは広がていますが、労働市場にはデジタルと E コマースけの人材はまた足りないです。当社の人材担当は小売りとブランディングの専門家、業界トップのマーケティング、デジタルや通信け人材を繋がり、貴社に最適なタイミングで最適な人材を紹介します。",

  "wealth.content.1": "資産計画は、私たちのファミリーオフィスサービスの基盤であり、クライアントが世代を超えて資産を維持、成長、移転するためのカスタマイズされた戦略を提供します。深い市場洞察とグローバルな視点を活用して、クライアントが資産保全の複雑さを乗り越え、長期的な持続可能性と金融目標を一致させることを支援します。",
  "wealth.content.2": "私たちの資産計画部門は、Derek CHEN氏が率いています。Derek氏は、金融市場、投資戦略、資産管理における豊富な経験を持っています。彼は香港大学でフラクタル幾何学、金融工学、サプライチェーン管理の研究に特化した理学修士号を取得しており、金融モデリングとリスク評価において強力な分析基盤を持っています。",
  "wealth.content.2.1": "氏は2011年にスタンダードチャータード銀行でキャリアをスタートし、銀行業と金融サービスにおける貴重な経験を積みました。その後、CITIC証券に移り、投資銀行と資本市場における専門知識を深めました。その後、革新的な金融ソリューションを専門とするArta TechFinに参加し、現在はEXANTEでリーダーシップを発揮しています。",
  "wealth.content.3": "EXANTEでは、東アジア副代表、取締役兼責任者として、機関投資家や高額純資産クライアント向けの戦略的投資ソリューションにおいて重要な役割を果たしています。EXANTEは、株式、ETF、債券、先物、オプション、デジタル資産を含む50以上の金融市場へのアクセスを提供するグローバルなウェルステック企業およびブローカレッジ会社です。",
  "wealth.content.4": "コンサルタント兼パートナーとして、Derek氏は私たちの資産計画開発をリードし、豊富な経験を活かしてカスタマイズされた金融戦略を構築しています。彼の資産保全、投資構造、グローバル市場のダイナミクスに対する深い理解により、クライアントは長期的な目標に沿った包括的な金融コンサルティングを受けることができます。",

  "insurance.content.1": "保険は、資産保全とリスク管理の重要な要素であり、個人、家族、企業が金融上の不確実性から保護されることを保証します。私たちのファミリーオフィスサービスの一環として、戦略的な保険コンサルティングを提供し、クライアントが資産を保護し、税効率を最適化し、長期的な資産移転を促進するためのカスタマイズされた保険ソリューションを構築するのを支援します。私たちのアプローチは、各クライアントの独自の財務状況に合わせて調整され、生命保険、健康保険、キーパーソン保険、不動産計画戦略に関するガイダンスを提供し、世代を超えた金融セキュリティを確保します。",
  "insurance.content.2": "私たちの保険部門は、",
  "insurance.content.2.1": "氏が率いています。Andy氏は、金融および保険業界のベテランで、投資調査、資産管理、経営リーダーシップにおいて30年以上の経験を持っています。彼はオークランド大学で国際ビジネスの修士号を取得しており、資産管理、リスク軽減、財務計画における強力なグローバルな視点を持っています。",
  "insurance.content.3": "Andy氏のキャリアは1993年に始まり、バンク・オブ・アメリカ、モルガン・スタンレー、ニュージーランド準備銀行での重要な役割を歴任し、投資調査と金融市場における幅広い経験を積みました。その後、ハリス・フレイザーでディレクター、マネージングディレクター、COO、そして最終的にCEOとして、資産管理戦略と企業拡大において重要な役割を果たしました。その後、Innovax Asset Management Limitedのマネージングディレクターに就任し、投資ソリューションとリスク管理における専門知識をさらに強化しました。",
  "insurance.content.4": "コンサルタント兼パートナーとして、Andy氏は私たちの保険計画アドバイザリーをリードし、豊富な業界経験を活かしてカスタマイズされた保険戦略を設計します。彼の専門知識により、クライアントは包括的なリスク管理ソリューションを受け、資産を保護し、不動産計画の効率を高め、将来の世代のための金融安定を確保することができます。",

  "realEstate.content.1": "不動産は、香港で最も伝統的で安定した資産クラスであり、長期的な資産保全とポートフォリオの多様化において重要な役割を果たします。私たちのファミリーオフィスサービスの一環として、包括的な不動産コンサルティングを提供し、クライアントが不動産投資、資産配分、不動産ポートフォリオ管理をナビゲートするのを支援します。私たちの専門知識は、住宅、商業、国際不動産市場に及び、クライアントがリターンを最大化し、税効率を最適化し、不動産保有をより広範な資産計画目標に統合するためのカスタマイズされた戦略を受けられるようにします。",
  "realEstate.content.2": "私たちの不動産部門は、Cyrus CHAN氏が率いています。Cyrus氏は、金融市場、資産管理、不動産投資における強力なバックグラウンドを持つ、経験豊富な投資戦略家であり、不動産の専門家です。彼は公認金融アナリスト（CFA）であり、投資分析、ポートフォリオ管理、リスク評価における深い専門知識を示しています。",
  "realEstate.content.3": "Cyrus氏は2015年に中国銀行（香港）で投資戦略家としてキャリアをスタートし、グローバル市場、マクロ経済分析、資産配分における幅広い経験を積みました。その後、ハリス・フレイザーでチーフ・インベストメント・オフィサーを務め、高額純資産個人（HNWIs）や機関投資家向けの投資調査とポートフォリオ戦略をリードしました。",
  "realEstate.content.4": "現在、Cyrus氏はWinifield Property Servicesの共同創設者兼ディレクターとして、不動産投資、不動産アドバイザリー、ポートフォリオ構築を専門としています。彼の金融市場と不動産の両方における専門知識により、不動産投資をより広範な財務戦略に統合するホリスティックなアプローチを提供します。",
  "realEstate.content.5": "コンサルタント兼パートナーとして、Cyrus氏は私たちの不動産および投資アドバイザリーをリードし、クライアントが収益性の高い不動産機会を特定し、不動産ポートフォリオを最適化し、不動産投資を長期的な資産計画目標に合わせるのを支援します。彼の戦略的洞察と市場の専門知識により、クライアントは不動産投資の複雑さをナビゲートするための包括的なガイダンスを受けることができます。",

  "cryptocurrency.content.1": "金融市場が進化するにつれ、暗号通貨やESG（環境、社会、ガバナンス）投資などの現代的な投資ソリューションは、バランスの取れたポートフォリオの重要な要素となっています。暗号通貨投資は、クライアントにデジタル資産とブロックチェーン技術へのエクスポージャーを提供し、ESGに焦点を当てた戦略は、持続可能で責任ある投資と資産成長を一致させます。私たちのファミリーオフィスサービスの一環として、これらの新興セクターにおける包括的なコンサルティングを提供し、クライアントがデジタル資産投資、持続可能な金融機会、現代の金融トレンドをより広範な資産戦略に統合するのを支援します。",
  "cryptocurrency.content.2": "私たちの暗号通貨部門は、",
  "cryptocurrency.content.2.1": "氏が率いています。Matthew氏は、企業金融、デジタル資産、持続可能な投資にわたる専門知識を持つ、経験豊富な金融専門家であり、ブロックチェーン愛好家です。彼は現在、上海财经大学で博士号を取得中であり、香港科技大学（HKUST）からMBAと経営学士号を取得しています。彼の強力な学術的背景は、金融市場、投資戦略、新興技術における深い分析スキルを提供します。",
  "cryptocurrency.content.3": "Matthew氏は、香港証券投資学会（HKSI）の若手専門家クラブ、HKSI企業会員委員会、HKUST MBA同窓会の委員として、金融業界に積極的に関与しています。また、Certified ESG Analyst（CESGA）やCertified Environmental Professional（CEP）などの複数の持続可能な金融認定を保持しており、責任ある投資と持続可能な資産管理における専門知識を示しています。",
  "cryptocurrency.content.4": "彼は2016年に企業金融でキャリアをスタートし、香港のIPOやM&A取引を専門とし、その後、香港のETF上場、ナスダックのIPO、デジタル資産投資に拡大しました。ブロックチェーンスタートアップの初期投資家として、Matthew氏は暗号市場のトレンド、トークンエコノミクス、ブロックチェーンベースの金融ソリューションに対する深い理解を持っています。",
  "cryptocurrency.content.5": "現在、Matthew氏はEXANTEのシニアマネージャーとして、伝統的な金融、デジタル資産、ESG投資の間のギャップを埋める役割を果たしています。彼の役割により、クライアントはブロックチェーン機会、持続可能な投資トレンド、次世代の金融ソリューションに関する戦略的洞察を得ることができます。",
  "cryptocurrency.content.6": "コンサルタント兼パートナーとして、Matthew氏は私たちの暗号通貨およびESGアドバイザリーをリードし、クライアントが高いポテンシャルを持つデジタル資産投資を特定し、持続可能なポートフォリオを構築し、",

  "education.content.1": "教育は、家族計画において非常に個人的で不可欠な部分であり、慎重なガイダンスと戦略的な先見性を必要とします。私たちのファミリーオフィスサービスの一環として、個別の教育コンサルティングを提供し、家族がエリート校の入学、国際的な学習パスウェイ、ホリスティックな発展プログラムをナビゲートするのを支援します。私たちのアプローチにより、教育計画は長期的な資産管理と家族の継承戦略とシームレスに統合され、家族の子供たちの学業的および個人的な成長のための包括的なロードマップを提供します。",
  "education.content.2": "私たちの教育部門は、Alisia CHEN氏が率いています。Alisia氏は、教育、資産計画、デジタルトランスフォーメーションにおける著名なリーダーであり、エリート校の入学、移民サービス、家族資産の継承における幅広い専門知識を持っています。彼女は清華大学経済管理学院からエグゼクティブMBAを取得しています。メディア、テクノロジー、金融にまたがる彼女の多分野のバックグラウンドは、高額純資産家族サービスと戦略的教育計画における重要な人物としての地位を確立しています。",
  "education.content.3": "Huaxu Advisory Groupの会長およびHuaxu Digital Intelligence Technologyのゼネラルマネージャーとして、Alisia氏は複雑な移行を支援する上で重要な役割を果たしてきました。彼女はまた、深セン工業団地協会の副会長であり、清華大学香港・マカオ同窓会を含む教育および専門ネットワークに積極的に貢献しています。",
  "education.content.4": "個別の教育と移住サービスに対する需要の高まりを認識し、Alisia氏は私たちと共にOHUA Immigrationを設立しました。OHUA Immigrationは、香港に移住する家族のためのワンストップコンシェルジュサービスです。彼女のリーダーシップの下、OHUAは700以上の家族と200人以上の清華大学および北京大学のエリートを成功裏に支援し、居住申請の95％の承認率を達成しました。慎重に計画されたサポートを通じて、彼女はエリート校の入学、移民計画、法律および税務サービス、ビジネスアドバイザリーを統合する包括的なエコシステムを構築しました。HSBCプライベートバンキングや国際法律事務所との協力により、家族が利用できるサービスの深さがさらに強化されています。",
  "education.content.5": "コンサルタント兼パートナーとして、Alisia氏は私たちの教育および家族サービス部門をリードし、トップクラスの教育と新しい環境へのシームレスな統合を求める家族に特注のガイダンスを提供します。彼女の専門知識により、クライアントは学業計画、グローバルな教育パスウェイ、資産継承に関する戦略的アドバイスを受け、次世代のための強固な基盤を築くことができます。彼女の深い業界のつながりと個別のアプローチにより、彼女は私たちのクライアントとその家族にとって信頼できるアドバイザーであり続けています。",

  "healthcare.content.1": "ヘルスケアとウェルネスは、高品質な生活の重要な柱であり、特にプレミアムな医療ケア、美容治療、ホリスティックなウェルビーイングソリューションを求める家族にとって重要です。私たちのファミリーオフィスサービスの一環として、個別のヘルスケアコンサルティングを提供し、クライアントをトップクラスの医療専門家、美容の専門家、ウェルネスの専門家とつなぎます。ヘルスケアおよび美容業界における広範なネットワークを活用して、独占的な治療、VIP医療サービス、個別のウェルネスプログラムへのアクセスを提供し、クライアントが最高のケアを受けられるようにします。",
  "healthcare.content.2": "私たちのヘルスケア部門は、",
  "healthcare.content.2.1": "氏が率いています。Mavis氏は、ヘルスケア、美容、ウェルネス業界においてダイナミックで幅広いネットワークを持つプロフェッショナルです。彼女はブライトン大学から文学士号を取得し、ヘルスケア専門家のヘッドハンティングを通じて、医療専門家、美容の専門家、業界リーダーとの広範なネットワークを構築しました。彼女の深い業界のつながりにより、クライアントは特定のニーズに合わせたトップクラスのクリニック、エステティックセンター、ウェルネスプロバイダーとつながることができます。",
  "healthcare.content.3": "ヘルスケア以外にも、Mavis氏は暗号通貨およびデジタルビジネスセクターに積極的に関与しており、以前は暗号通貨分野でビジネス開発およびパートナーシップの責任者を務めました。この経験により、彼女は健康、美容、ウェルネス分野のキーオピニオンリーダーとの強力な関係を確立し、クライアントに最新のトレンド、プレミアムサービス、これらの分野の高プロファイルな専門家への独占的なアクセスを提供しています。",
  "healthcare.content.4": "コンサルタント兼パートナーとして、Mavis氏はクライアントがトップクラスの医療サービス、エステティック治療、ホリスティックなウェルネスソリューションに個別かつVIPアクセスできるようにします。彼女の専門知識と広範なつながりにより、有名な専門家との予約を確保し、個別の美容および抗加齢治療を促進し、独占的なウェルネスリトリートを提供することができます。彼女の若々しいエネルギー、業界の洞察力、ヘルスケア専門家や美容インフルエンサーとの強力な関係により、Mavis氏はクライアントのウェルビーイングとライフスタイルの向上に専念しています。彼女のリーダーシップの下、私たちのファミリーオフィスは世界クラスのヘルスケアおよびウェルネスソリューションを提供し、クライアントの健康と美容のニーズのあらゆる側面が最高水準で満たされることを保証します。",

  "accounting.content.1": "会計は、ファミリーオフィス内の企業サービスの基本的な柱であり、ビジネスと家族の資産構造がコンプライアンスを遵守し、税効率的で財務的に健全であることを保証します。私たちの企業サービスの一環として、会計部門は税務計画、簿記、会社秘書サービスを含む包括的な財務管理を提供します。規制要件と財務報告に対する深い理解を持ち、家族とビジネスオーナーが長期的な持続可能性と成長のために構造を最適化するのを支援します。",
  "accounting.content.2": "私たちの会計部門は、",
  "accounting.content.2.1": "氏が率いています。Albert氏は、会計、企業金融、香港資本市場における経験豊富な専門家です。彼は香港大学から社会科学の学士号を取得し、公認会計士（CPA）の資格を持っています。彼のキャリアはデロイトで始まり、監査と財務アドバイザリーに特化した5年間を過ごし、財務管理とコンプライアンスにおける強固な基盤を築きました。",
  "accounting.content.3": "デロイトでの経験を経て、Albert氏は企業金融に移行し、香港IPO、財務構造、規制遵守に焦点を当てたほぼ10年間を過ごしました。彼の税務計画、企業ガバナンス、財務報告における専門知識は、財務の透明性と効率性を維持しようとする家族や企業にとって貴重なアドバイザーとなっています。",
  "accounting.content.4": "コンサルタント兼パートナーとして、Albert氏はクライアントが税務最適化、企業コンプライアンス、財務報告に関する専門的なガイダンスを受けることを保証します。彼のチームは簿記、会社秘書サービス、財務計画を提供し、ビジネスやファミリーオフィスがローカルおよび国際的な規制を遵守しながら運営を効率化するのを支援します。",
  "accounting.content.5": "強力な会計バックグラウンドと企業金融における幅広い経験を持つAlbert氏は、家族の資産を保護し、財務構造が効率的でコンプライアンスを遵守し、長期的な成功に向けて戦略的に位置づけられるよう重要な役割を果たしています。彼のリーダーシップの下、私たちのファミリーオフィスはトップクラスの会計ソリューションを提供し、家族や企業が財務管理の複雑さを自信を持ってナビゲートするのを支援します。",

  "marketing.content.1": "ファミリーオフィスのコア機能ではありませんが、マーケティング、ブランディング、投資家関係は、公的なビジネス、個人ブランド、エンターテイメント事業を管理する家族にとって貴重なサービスとなっています。私たちの専属マーケティング会社、OptionPRCを通じて、企業ブランディング、個人ブランディング、エンターテイメント事業開発、投資家関係における戦略的サポートを提供し、クライアントが強力な市場プレゼンスを確立し、投資家と効果的に関わるのを支援します。",
  "marketing.content.2": "私たちのマーケティング部門は、Icey TSOI氏が率いています。Icey氏は、金融サービスマーケティング、投資家エンゲージメント、ビジネス開発における8年の経験を持っています。彼女は香港中文大学から社会科学の学士号を取得しており、FUTU、PrimeCredit、LU Hong Kong、Longbridgeでマーケティングを担当し、金融ブランディング、投資家コミュニケーション、市場拡大に特化してきました。現在はEXANTEのトップセールスプロフェッショナルとして、証券、フィンテック、暗号通貨業界に焦点を当てた金融販売と投資家関係において優れた実績を残しています。",
  "marketing.content.3": "私たちのマーケティング、ブランディング、投資家関係部門を率いるIcey氏は、企業アイデンティティ、個人ブランドポジショニング、投資家エンゲージメント、エンターテイメント事業戦略における専門知識を提供します。OptionPRCを通じて、私たちはカスタマイズされたマーケティング、PR、投資家関係ソリューションを提供し、クライアントがブランドの可視性を高め、投資家を惹きつけ、ビジネスのリーチを効果的に拡大することを保証します。",

  "recruitment.content.1": "ファミリーオフィスとして、私たちは単なる資産管理以上のことを行います。私たちはクライアントとパートナーシップを結び、重要な人的資本の課題に対処することで、ビジネスを構築、拡大、維持することを支援します。香港や海外に新しい支店を設立する場合、新しい業界に進出する場合、または労働力を再編成する場合、私たちの人的資源ソリューションは、長期的な成功を推進するための適切な人材を確保します。",
  "recruitment.content.2": "私たちの人的資源ソリューション部門は、Carol LAU氏が率いています。Carol氏は、人材獲得、エグゼクティブサーチ、ビジネスコンサルティングにおける豊富な経験を持つ、経験豊富なHRおよび採用の専門家です。彼女は香港中文大学（CUHK）から学位を取得し、学業で優秀な成績を収め、学部長表彰リストに名を連ねました。情報工学とデータ駆動型の人材戦略における強固な基盤を持ち、労働力の課題を解決するための独自の分析アプローチを提供します。彼女のバックグラウンドには、多様な業界の企業とトップクラスの人材をつなぐことに特化した主要な採用会社での経験が含まれています。"
}
