{
  "Methodology": "Our Methodology",

  "EUR1": "The Three Main Pillars of our Recruitment philosophy are <b>Experience, Understanding & Relationship</b>",
  "EUR2": "We emphasize the importance of experience, the understanding of their needs as well as maintaining good relationships with both our clients and candidates. We strive to communicate consistently with our clients and candidates to maintain mutual understanding throughout the whole recruitment process.",
  "EUR3": "Every single element of the recruitment process is ever changing and it is essential for all parties to understand each other clearly. Close communication with our clients and candidates ensures smooth information and recruitment processes, preventing potential misunderstandings.",
  "EUR4": "We aim to connect people from different diversities and to provide a full aspect of services for the best interest and development for all parties. Hence, Relationship and Understanding are the core values we always hold on to.",

  "CompanyDescription1": "“Osmium Consulting Group” was founded with one single aim in mind - to provide professional recruitment and HR advisory services to our clients and candidates.",
  "CompanyDescription2": "Osmium Consulting Group is a leading search firm for executives and specialists headquartered in Hong Kong. We provide comprehensive recruitment services across various industries despite geographical     barriers. Empowered by our integrated network within the industry and advanced methodical research tools, we have the ability to source high-calibre professionals for and from locations around the globe across all seniority levels in the market for     our clients, who are the most recognised brands in the world.",
  "OurGoal": "Our Goal",
  "OurGoal1": "In this increasingly competitive market, Osmium Consulting Group believes that people are the prime asset of any organisation to differentiate themselves from their competitors. Yet, recruiting the right candidates with the appropriate skill sets, mentality and qualifications, has remained the biggest challenge for all organisations.",
  "OurGoal2": "By finding the most suitable match between our clients and candidates, we strive to create mutually beneficial solutions for both parties. In addition to traditional contingency recruitment, we also offer HR Solutions & Payroll Services, Contract Recruitment, Executive Search and HR advisory services, providing all-round solutions to our clients.",

  "Step1": "STEP 1 : Understanding Your Company & The Vacancy",
  "S1Content1": "“We begin by advising you on the vacancy itself, the availability of relevant candidates, the competitiveness of your offering, and the most suitable means of screening and selection to ensure you don't miss out on top talent.",
  "S1Content2": "Upon receiving the job specification and briefing from you, we start developing a thorough understanding of the organization as a whole and the expectations of the hiring managers, so as to pinpoint those professionals who would best match the criteria of the vacancies.",
  "Step2": "STEP 2 : Candidate Search",
  "S2Content1": "By understanding the candidate market, we know which attraction techniques are most likely to target suitable applicants and would use a wide range of methods ( From advertising to executive search ) to ensure we identify a diverse pool of potential employees following the below process :",
  "S2List1": "Compile the target company list for approaching potential candidates",
  "S2List2": "Complete sophisticated market mapping by the use of our extensive business intelligence and industry expertise",
  "S2List3": "Source for benchmark candidate via our database, online and offline libraries and directories, and through referrals from our existing network",
  "S2List4": "Identify and contact prospective candidates and present them the opportunity in a professional manner",
  "Step3": "STEP 3 : Candidate Screening",
  "S3Content1": "Using competency-based screening tools and testing software, all candidates we identified are assessed against a tiered rating scale linked to your job description, allowing us to present you with a refined shortlist that matches your exact requirements.",
  "S3List1": "Meet and interview candidates to identify their career aspirations, motivations to take up a new job, capability to take up the new position in terms of competence, technical skills, leadership, personality, and corporate cultural fit",
  "S3List2": "Complete competency-based candidate assessments to unveil the competencies and leadership behaviours of our candidates",
  "Step4": "STEP 4 : Candidate Presentation, Interviews And Management",
  "S4Content1": "Our expert consultants are on-hand to advise you throughout the process and handle all aspects of candidate communication such as arranging interviews, providing feedback, and managing the job offer.",
  "S4List1": "Presentation of Shortlisted Candidates",
  "S4List2": "Client Candidate Interviews",
  "S4List3": "Package & Offer Negotiation",
  "S4List4": "Reference Checking",
  "Step5": "STEP 5 : Candidate On-Boarding",
  "S5Content1": "We provide on-going client support and candidate care to ensure your new joiner has everything they need. On top of that, we offer a 12-week free replacement guarantee to make sure your needs would be fulfilled.",
  "S5List1": "Keep the candidate warm before the commencement date",
  "S5List2": "Candidate Care for the first 3 months of employment",

  "Quote": "<b>Sustainable Development</b> is defined as \"development that meets the needs of the present without compromising the ability of future generations to meet their own needs\"",
  "OR": "Our Responsibilities",
  "ORContent1": "We unify our services, practices and partnerships around one single aim, \"Creating Long Term Value for the Society\". Our Substainability Framework aligns our strategies with our vision.Our pillars and related material topics guide our strategic approach to sustainability by attracting, develop and retain best-in-class profession.",
  "OA": "Our Aim",
  "OAContent1": "We combine the market expertise and financial acumen of marketing and for-profit with valuable experience in the regulatory environment and social responsibility of nonprofit, governmental, and non-governmental organizations, by providing the best talent solutions and strategies from organizational design to assessment and succession, talent acquisition, leadership development, rewards and benefits that delineate organizational responsibilities and thoughtfully design the optimal structure to deliver results.",
  "Our4Pillars": "Our Four Pillars on Substainability :",
  "OurCommunity": "Our Community",
  "CommunityList1": "We match the most suitable talent with our clients across diverse sectors using new processes and technology. By facilitating full-time and part-time recruitment activities, we aim to maximize Social Efficiency and Reduce Unemployment.",
  "CommunityList2": "We focus on sustainable development of our business and the communities we operates in.",
  "OurPeople": "Our People",
  "OPList1": "To become an employer of choice.",
  "OPList2": "We believe in equal opportunities and human rights, our promotions are based on clear promotional targets, regardless of race, gender, religion or other opinions.",
  "OPList3": "We provide ongoing On-The-Job training and professional coaching to train and retain staff.",
  "OurCustomers": "Our Customers",
  "OCList1": "We build talent pipeline for our customers to meet their business and succession needs. We help attract, recruit and retain the best staff of our clients.",
  "OCList2": "We encourage use of digital tools to augment customer experience and reduce paper waste.",
  "CorporateGovernance": "Corporate Governance",
  "CGList1": "We uphold a high standard of business ethics and personal conduct of our employees.",
  "CGList2": "We conduct business with uncompromising integrity.",
  "CGList3": "We safeguard against unfair business practices."
}
