{
  "pageTitle": "OCG - Performance Management",
  "subtitle1": "Solutions",
  "subtitle2": "Performance Management",
  "Onboarding": "Employee Onboarding",
  "Content1.1": "A powerful orientation session to the new joiners can build a sense of belonging to the company. Our professional consultants with substantial in-house experience can help you to produce a unique and precise orientation package.\r\n                  Our consultants can also provide on-site orientation demonstration and provide standard guidelines to your in-house team for future orientation sessions. You may also deploy our one-off on-site orientation whenever you have the\r\n                  need.<br><br>We provide the following services :",
  "Content1.2": "<ul>\r\n                    <li>Orientation Materials Preparation</li>\r\n                    <li>On-site Orientation Demonstration</li>\r\n                    </ul>",
  "Development": "Learning & Development",
  "Content2.1": "Human capital is an indispensable asset to a company. The smartest way to create long-term business value and preserve core competency of a corporation is to enhance staff’s ability continuously. With our Learning & Development\r\n                  service, we provide comprehensive training to your staff in different aspects on your demand, including but not limited to :",
  "Content2.2": "<ul>\r\n                    <li>Sales Skills Training for Frontline Staff</li>\r\n                    <li>CPT training for Licensed Reps in compliance with the most updated regulations</li>\r\n                    <li>Professional Qualifications and Examinations</li>\r\n                    <li>Coaching & Mentoring</li>\r\n                    </ul>",
  "Consultation": "Business Consultation",
  "Content3.1": "Whether you are a startup company or an established enterprise, our Business Consultation service provides tailormade advices to boost your developments. We focus on your most critical opportunities and threats, as well\r\n                  as strategy, company structure and organizational goal. We offer in-depth, practical advice and expertise and help you to capture value.\r\n                  <br><br>We offer the following Business Consultation services :",
  "Content3.2": "<ul>\r\n                    <li>Research</li>\r\n                    <li>Objective & professional opinion</li>\r\n                    <li>Strategic planning and development</li>\r\n                    <li>Result-oriented</li>\r\n                    <li>Regular Review</li>\r\n                    </ul>",
  "Performance": "Performance Management",
  "Content4.1": "Quantifying and managing employees’ performance can be troublesome and especially when there might not be standards to follow. We would obtain a thorough understanding of your business as well as\r\n                  organizational goals by having in-depth communication with the management. We would also improve your company’s overall performance through implementing our proprietary and tailor-made performance management systems and set up performance standards for\r\n                  your company.",
  "Content4.2": "<ul>\r\n                     <li>KPI Monitoring</li>\r\n                     <li>Performance improvement measures</li>\r\n                     </ul>"
}
