{
  "pageTitle": "OCG - Our Services",
  "subtitle1": "Solutions",
  "subtitle2": "Our Services",
  "Contingency": "Contingency Recruitment",
  "Content1.1": "We have researchers and consultants who specialize in each of the industry sectors. They work on mid-junior to senior level recruitment and are capable to cater vacancies with multiple\r\n                            requirements. We have strong database and network of financial services professionals. This enables us to react quickly to our clients’ sourcing requirements and provide a tailored selection of appropriate candidates to suit your specifications.",
  "Executive": "Executive Search",
  "Content2.1": "Our consultants are fully trained in the processes of both domestic and international executive search. We are able to source C-suite executive professionals and those with rare skill sets at top levels who are difficult\r\n                            to attract through advertised selection and database resourcing. This approach also ensures confidentiality is maintained when dealing with sensitive senior positions. We have an in-house research team who are up to date with current\r\n                            market trends and consultants who have strong network in the market as well as a deep understanding of the individuals within it.",
  "Secondment": "Contract Recruitment & Secondment",
  "Content3.1": "The constraint of limited headcount in most companies hinders the potential development of a business. With our Secondment service, offering flexibility in hiring, it will empower your business to engage permanent or\r\n                            temporary, full-time or part-time staff on the job without the need to hire them under the headcount of your company.<br><br>\r\n                            With the aid of our contingency search service, our experienced and professional consultants across different sectors can quickly identify your manpower needs and formulate a comprehensive hiring plan. We also provide\r\n                            service on employer MPF account management, payroll, contract preparation and other related services upon the assignment of our clients.<br><br>\r\n                        We provide the following services :",
  "Content3.2": "<ul>\r\n                            <li>Contingent Candidate Search</li>\r\n                            <li>Contract Preparation</li>\r\n                            <li>Payroll Services including MPF</li>\r\n                     </ul>"
}
