{
  "Experts": "OUR EXPERTS",

  "banking.content.1": "Our Banking and Financial Services recruitment business has expanded considerably as our firm continues to play a crucial role in our major clients’ recruitment. The arising needs for the investors in the market to seek a higher return across their assets have proven the market growth as well as our business expansion.",
  "banking.content.2": "The financial services industry is in constant flux. Whether it is rising customer and market expectations, remote workforce challenges, evolving technology, escalating globalization or increasing regulatory pressures, financial services organizations are buffeted on all sides. It is essential that Financial Services Firms to evaluate whether their current organizational and talent strategies are designed to help to accelerate through future change because what is worked in the past might not continue to work in the future. Our Global Financial Services Consulting Team—located in key financial centers around the world—consists of the leading organizational consulting minds in the business. For over four decades, we have served commercial, consumer and investment banks as well as Asset Management, Fintech, Insurance, Real Estate and Wealth Management Firms. With an astounding 81% repeat business rate, we are your trusted advisor for Strategic Executive Search and Talent Acquisition, but not limited to Organizational Strategy and Leadership Development.",

  "it.content.1": "To cope with the fierce competition, constant innovation and volatile industrial landscapes, we continually enhance our Consultants’ skills in the industry to help our clients to search for the most suitable candidate and help our candidates to land on their dream job to develop their career. Our clients range from multinational corporates to market leaders and many visionary start-ups so as their investors.",
  "it.content.2": "The future is here—but that future also changes from day to day, given the convergence of media, data, connectivity, and mobility. Technology transformation is driving productivity and accelerating globalization in turn, revolutionizing every aspect of business. No sooner does one technology get a foothold than it’s replaced by the next. Technology companies are at the forefront of these changes—and are often expected to lead them. Navigating challenges requires technology firms to have the talent that is ready for today and prepare for tomorrow.",

  "construction.content.1": "How to hire the best construction workers is critical for all construction company seeking corporate growth. Due to a shortage of skilled construction workers at all levels and companies paying higher salaries, Osmium Consulting Group fully understand the competitive market that construction companies are facing with. Our Construction Recruitment Specialists understand what Companies are looking for and the technical requirements of Construction roles, we have the network to connect you with the right professionals.",
  "construction.content.2": "We are now recruiting for main Contractors working across multiple sectors but not limited to Automotive and Construction & Engineering. We recruit for Construction and Engineering roles across all levels including Supervisors, Engineers, Project Managers and Delivery Advisors.",

  "consumer.content.1": "Current pandemic shows that Consumer Markets change rapidly with digitalization. Osmium Consulting Group focuses on Sales & Customer Services, Media, Marketing & Entertainment and eCommerce sectors. Globalization creates challenges within innovation and cost, companies are struggling to grow due to a shortage of high-quality Sales & Marketing Professionals. Osmium Consulting Group shares your worries, looking for the best candidate on board.",
  "consumer.content.2": "The talent pool of Consumer Sales & Marketing Professionals has grown recently, yet the market is still lack of digital and eCommerce talent. Our specialist are experts in the retail and consumer brands market, we keep connected with the strongest marketing, digital and communications talent. Placing the right people at the right time for our clients.",

  "wealth.content.1": "Wealth planning is a cornerstone of our family office services, ensuring that our clients have tailored strategies to preserve, grow, and transfer their wealth across generations. By leveraging deep market insights and a global perspective, we help clients navigate the complexities of wealth preservation, aligning their financial goals with long-term sustainability.",
  "wealth.content.2": "Our wealth planning department is led by Mr. Derek CHEN, who brings a wealth of experience in financial markets, investment strategies, and wealth management. He holds a Master of Science degree with research expertise in fractal geometry, financial engineering, and supply chain management from The University of Hong Kong, providing him with a strong analytical foundation in financial modeling and risk assessment.",
  "wealth.content.2.1": " began his career at Standard Chartered in 2011, gaining valuable experience in banking and financial services before moving to CITIC Securities, where he deepened his expertise in investment banking and capital markets. He later joined Arta TechFin, a firm specializing in innovative financial solutions, before taking on his current leadership role at EXANTE.",
  "wealth.content.3": "As the Deputy Head of East Asia, Company Director & Responsible Officer at EXANTE, Derek plays a key role in strategic investment solutions for institutional and high-net-worth clients. EXANTE is a global wealth-tech company and brokerage firm, offering access to over 50 financial markets worldwide, including stocks, ETFs, bonds, futures, options, and digital assets.",
  "wealth.content.4": "As a consultant and partner, Derek leads our wealth planning development, leveraging his extensive experience to craft customized financial strategies. His deep understanding of wealth preservation, investment structuring, and global market dynamics ensures that our clients receive comprehensive financial consulting aligned with their long-term objectives.",

  "insurance.content.1": "Insurance is a critical component of wealth preservation and risk management, ensuring that individuals, families, and businesses are protected against financial uncertainties. As part of our family office services, we provide strategic insurance consulting, helping clients structure customized insurance solutions to safeguard their assets, optimize tax efficiency, and facilitate long-term wealth transfer. Our approach is tailored to each client’s unique financial situation, offering guidance on life insurance, health coverage, key-person insurance, and estate planning strategies to ensure financial security across generations.",
  "insurance.content.2": "Our insurance department is led by Mr. ",
  "insurance.content.2.1": ", who is a veteran in the financial and insurance industry with over 30 years of experience spanning investment research, asset management, and executive leadership. He holds a Master of International Business from the University of Auckland, equipping him with a strong global perspective on wealth management, risk mitigation, and financial planning.",
  "insurance.content.3": "Andy’s career began in 1993, with notable roles at Bank of America, Morgan Stanley, and the Reserve Bank of New Zealand, where he gained extensive experience in investment research and financial markets. He later transitioned into leadership roles, serving as Director, Managing Director, COO, and eventually CEO at Harris Fraser, where he played a key role in wealth management strategies and corporate expansion. Following this, he took on the role of Managing Director at Innovax Asset Management Limited, further solidifying his expertise in investment solutions and risk management.",
  "insurance.content.4": "As a consultant and partner, Andy leads our insurance planning advisory, leveraging his extensive industry experience to design tailored insurance strategies. His expertise ensures that our clients receive comprehensive risk management solutions, helping them protect their wealth, enhance estate planning efficiency, and secure financial stability for future generations.",

  "realEstate.content.1": "Real estate is the most traditional and stable asset class in Hong Kong, playing a vital role in long-term wealth preservation and portfolio diversification. As part of our family office services, we provide comprehensive real estate consulting, helping clients navigate property investment, asset allocation, and real estate portfolio management. Our expertise spans residential, commercial, and international real estate markets, ensuring that our clients receive tailored strategies to maximize returns, optimize tax efficiency, and integrate real estate holdings into their broader wealth planning objectives.",
  "realEstate.content.2": "Our real estate department is led by Mr. Cyrus CHAN. Cyrus is a seasoned investment strategist and real estate expert, with a strong background in financial markets, asset management, and property investment. He is a Chartered Financial Analyst (CFA), demonstrating his deep expertise in investment analysis, portfolio management, and risk assessment.",
  "realEstate.content.3": "Cyrus began his career in 2015 as an Investment Strategist at Bank of China (Hong Kong), where he gained extensive experience in global markets, macroeconomic analysis, and asset allocation. He later served as Chief Investment Officer at Harris Fraser, leading investment research and portfolio strategies for high-net-worth individuals (HNWIs) and institutional investors.",
  "realEstate.content.4": "Currently, Cyrus is the Co-Founder & Director at Winifield Property Services, where he specializes in real estate investment, property advisory, and portfolio structuring. His expertise in both financial markets and real estate allows him to provide a holistic approach to wealth management, integrating property investments with broader financial strategies.",
  "realEstate.content.5": "As a consultant and partner, Cyrus leads our real estate and investment advisory, helping clients identify lucrative property opportunities, optimize their real estate portfolios, and align property investments with long-term wealth planning goals. His strategic insights and market expertise ensure that clients receive comprehensive guidance in navigating the complexities of real estate investment.",

  "cryptocurrency.content.1": "As financial markets evolve, modern investment solutions such as cryptocurrencies and ESG (Environmental, Social, and Governance) investing have become essential components of a well-rounded portfolio. Crypto investments offer clients exposure to digital assets and blockchain innovations, while ESG-focused strategies align wealth growth with sustainable and responsible investing. As part of our family office services, we provide comprehensive consulting in these emerging sectors, helping clients navigate digital asset investments, sustainable finance opportunities, and the integration of modern financial trends into their broader wealth strategies.",
  "cryptocurrency.content.2": "Our cryptocurrency department is led by Mr. ",
  "cryptocurrency.content.2.1": ". Matthew is a seasoned financial professional and blockchain enthusiast, with expertise spanning corporate finance, digital assets, and sustainable investing. He is currently pursuing a PhD at Shanghai University of Finance and Economics and holds an MBA and Bachelor of Business Administration from The Hong Kong University of Science and Technology (HKUST). His strong academic background equips him with deep analytical skills in financial markets, investment strategies, and emerging technologies.",
  "cryptocurrency.content.3": "Matthew is actively involved in the financial industry, serving as a committee member of the Hong Kong Securities and Investment Institute (HKSI) - Young Professionals Club, the HKSI Corporate Membership Committee, and the HKUST MBA Alumni Association. He also holds multiple sustainable finance certifications, including Certified ESG Analyst (CESGA) and Certified Environmental Professional (CEP), demonstrating his expertise in responsible investing and sustainable wealth management.",
  "cryptocurrency.content.4": "He began his career in 2016 in corporate finance, specializing in Hong Kong IPOs and M&A transactions before expanding into ETF listings in Hong Kong, Nasdaq IPOs, and digital asset investments. As an early investor in blockchain startups, Matthew has a deep understanding of crypto market trends, tokenomics, and blockchain-based financial solutions.",
  "cryptocurrency.content.5": "Currently, Matthew is a senior manager at EXANTE, a global wealth-tech company specializing in multi-asset trading solutions. His role allows him to bridge the gap between traditional finance, digital assets, and ESG investments, providing clients with strategic insights into blockchain opportunities, sustainable investment trends, and next-generation financial solutions.",
  "cryptocurrency.content.6": "As a consultant and partner, Matthew leads our crypto and ESG advisory, helping clients identify high-potential digital asset investments, structure sustainable portfolios, and integrate innovative financial solutions into their broader wealth strategies. His expertise ensures that our clients stay ahead in the rapidly evolving financial landscape, balancing modern investment opportunities with long-term wealth preservation.",

  "education.content.1": "Education is a deeply personal and essential part of family planning, requiring careful guidance and strategic foresight. As part of our family office services, we provide personalized education consulting, helping families navigate elite school admissions, international study pathways, and holistic development programs. Our approach ensures that education planning is seamlessly integrated with long-term wealth management and family succession strategies, offering families a comprehensive roadmap for their children's academic and personal growth.",
  "education.content.2": "Our education department is led by Ms. Alisia CHEN. Alisia is a distinguished leader in education, wealth planning, and digital transformation, with extensive expertise in elite school admissions, immigration services, and family wealth succession. She holds an Executive MBA from Tsinghua University School of Economics and Management. Her multidisciplinary background, spanning media, technology, and finance, has positioned her as a key figure in high-net-worth family services and strategic education planning.",
  "education.content.3": "As Chairwoman of Huaxu Advisory Group and General Manager of Huaxu Digital Intelligence Technology, Alisia has played a pivotal role in supporting families through complex transitions. She is also Vice President of the Shenzhen Industrial Park Association and actively contributes to education and professional networks, including the Tsinghua University HK & Macau Alumni Association.",
  "education.content.4": "Recognizing the growing demand for personalized education and relocation services, Alisia founded OHUA Immigration with us, a one-stop concierge service for families moving to Hong Kong. Under her leadership, OHUA has successfully assisted over 700 families and more than 200 Tsinghua and Peking University elites, achieving a 95% approval rate for residency applications. Through carefully curated support, she has built a comprehensive ecosystem that integrates elite school admissions, immigration planning, legal and tax services, and business advisory. Her collaborations with HSBC Private Banking and international law firms further enhance the depth of services available to families.",
  "education.content.5": "As a consultant and partner, Alisia leads our education and family services division, providing bespoke guidance to families seeking top-tier education and seamless integration into new environments. Her expertise ensures that clients receive strategic advice on academic planning, global education pathways, and wealth succession, helping them build a strong foundation for the next generation. With her deep industry connections and personalized approach, she remains a trusted advisor, dedicated to securing the best opportunities for our clients and their families.",

  "healthcare.content.1": "Healthcare and wellness are essential pillars of a high-quality life, especially for families seeking premium medical care, beauty treatments, and holistic well-being solutions. As part of our family office services, we offer tailored healthcare consulting, connecting clients with top-tier medical professionals, beauty experts, and wellness specialists. With an extensive network in the healthcare and beauty industries, we provide access to exclusive treatments, VIP medical services, and personalized wellness programs to ensure our clients receive the best care available.",
  "healthcare.content.2": "Our healthcare department is led by Ms. ",
  "healthcare.content.2.1": ". Mavis is a dynamic and well-connected professional in the healthcare, beauty, and wellness industries. She holds a Bachelor of Arts from the University of Brighton and has built an extensive network of medical professionals, beauty experts, and industry leaders through her experience in headhunting for healthcare professionals. Her deep industry ties allow her to connect clients with leading clinics, aesthetic centers, and wellness providers tailored to their specific needs.",
  "healthcare.content.3": "Beyond healthcare, Mavis has also been actively involved in the crypto and digital business sectors, previously serving as Head of Business Development and Partnerships in the crypto space. This experience has enabled her to establish strong relationships with key opinion leaders in health, beauty, and wellness, giving her clients exclusive access to the latest trends, premium services, and high-profile experts in these fields.",
  "healthcare.content.4": "As a consultant and partner, Mavis ensures that clients receive personalized and VIP access to top-tier medical services, aesthetic treatments, and holistic wellness solutions. Her expertise and extensive connections allow her to curate bespoke healthcare experiences, whether it’s securing appointments with renowned specialists, facilitating tailored beauty and anti-aging treatments, or providing exclusive wellness retreats. With her youthful energy, industry insight, and strong relationships with healthcare professionals and beauty influencers, Mavis is dedicated to enhancing the well-being and lifestyle of our clients. Through her leadership, our family office delivers world-class healthcare and wellness solutions, ensuring that every aspect of our clients’ health and beauty needs is met with the highest standards.",

  "accounting.content.1": "Accounting is a fundamental pillar of corporate services within a family office, ensuring that businesses and family wealth structures remain compliant, tax-efficient, and financially sound. As part of our corporate services, our accounting division provides comprehensive financial management, including tax planning, bookkeeping, and company secretarial services. With a deep understanding of regulatory requirements and financial reporting, we help families and business owners optimize their structures for long-term sustainability and growth.",
  "accounting.content.2": "Our accounting department is led by Mr. ",
  "accounting.content.2.1": ". Albert is a seasoned expert in accounting, corporate finance, and Hong Kong capital markets. He holds a Bachelor of Social Science from The University of Hong Kong and is a Certified Public Accountant (CPA). His career began at Deloitte, where he spent five years specializing in auditing and financial advisory, gaining a strong foundation in financial management and compliance.",
  "accounting.content.3": "Following his time at Deloitte, Albert transitioned into corporate finance, where he has spent nearly a decade focusing on Hong Kong IPOs, financial structuring, and regulatory compliance. His expertise in tax planning, corporate governance, and financial reporting makes him an invaluable advisor for families and businesses looking to maintain financial transparency and efficiency.",
  "accounting.content.4": "As a consultant and partner, Albert ensures that clients receive expert guidance on tax optimization, corporate compliance, and financial reporting. His team provides bookkeeping, company secretarial services, and financial planning, helping businesses and family offices streamline their operations while adhering to local and international regulations.",
  "accounting.content.5": "With his strong accounting background and extensive experience in corporate finance, Albert plays a crucial role in safeguarding family wealth, ensuring that financial structures remain efficient, compliant, and strategically positioned for long-term success. Through his leadership, our family office delivers top-tier accounting solutions, supporting families and businesses in navigating the complexities of financial management with confidence.",

  "marketing.content.1": "While not a core function of a family office, marketing, branding, and investor relations have become valuable services for families managing public-facing businesses, personal brands, and entertainment ventures. Through our dedicated marketing firm, OptionPRC, we provide strategic support in corporate branding, personal branding, entertainment business development, and investor relations, helping clients establish a strong market presence and engage effectively with investors.",
  "marketing.content.2": "Our marketing department is led by Ms. Icey TSOI. Icey brings eight years of experience in financial services marketing, investor engagement, and business development. While she holds a bachelor of social science from The Chinese University of Hong Kong, she has been doing marketing at FUTU, PrimeCredit, LU Hong Kong, and Longbridge, specializing in financial branding, investor communications, and market expansion. Now a top sales professional at EXANTE, she excels in financial sales and investor relations, with a strong focus on securities, fintech, and crypto industries.",
  "marketing.content.3": "Leading our marketing, branding, and investor relations division, Icey provides expertise in corporate identity, personal brand positioning, investor engagement, and entertainment business strategies. Through OptionPRC, we offer tailored marketing, PR, and investor relations solutions, ensuring our clients enhance their brand visibility, attract investors, and expand their business reach effectively. ",

  "recruitment.content.1": "As a family office, we do more than just wealth management—we partner with our clients to build, expand, and sustain their businesses by addressing critical human capital challenges. Whether you are establishing new branches in Hong Kong or overseas, expanding into new industries, or restructuring your workforce, our human resources solutions ensure that you have the right talent to drive long-term success.",
  "recruitment.content.2": "Our HR solutions division is led by Ms. Carol LAU, a seasoned HR and recruitment professional with extensive experience in talent acquisition, executive search, and business consulting. Carol holds a degree from The Chinese University of Hong Kong (CUHK), where she excelled academically, earning a place on the Dean’s List. With a strong foundation in information engineering and data-driven talent strategies, she brings a unique analytical approach to solving workforce challenges. Her background includes working with leading recruitment firms, where she specialized in connecting top-tier talent with businesses across diverse industries."
}
