{
  "Experts": "OUR EXPERTS",

  "banking.content.1": "Our Banking and Financial Services recruitment business has expanded considerably as our firm continues to play a crucial role in our major clients’ recruitment. The arising needs for the investors in the market to seek a higher return across their assets have proven the market growth as well as our business expansion.",
  "banking.content.2": "The financial services industry is in constant flux. Whether it is rising customer and market expectations, remote workforce challenges, evolving technology, escalating globalization or increasing regulatory pressures, financial services organizations are buffeted on all sides. It is essential that Financial Services Firms to evaluate whether their current organizational and talent strategies are designed to help to accelerate through future change because what is worked in the past might not continue to work in the future. Our Global Financial Services Consulting Team—located in key financial centers around the world—consists of the leading organizational consulting minds in the business. For over four decades, we have served commercial, consumer and investment banks as well as Asset Management, Fintech, Insurance, Real Estate and Wealth Management Firms. With an astounding 81% repeat business rate, we are your trusted advisor for Strategic Executive Search and Talent Acquisition, but not limited to Organizational Strategy and Leadership Development.",

  "it.content.1": "To cope with the fierce competition, constant innovation and volatile industrial landscapes, we continually enhance our Consultants’ skills in the industry to help our clients to search for the most suitable candidate and help our candidates to land on their dream job to develop their career. Our clients range from multinational corporates to market leaders and many visionary start-ups so as their investors.",
  "it.content.2": "The future is here—but that future also changes from day to day, given the convergence of media, data, connectivity, and mobility. Technology transformation is driving productivity and accelerating globalization in turn, revolutionizing every aspect of business. No sooner does one technology get a foothold than it’s replaced by the next. Technology companies are at the forefront of these changes—and are often expected to lead them. Navigating challenges requires technology firms to have the talent that is ready for today and prepare for tomorrow.",

  "construction.content.1": "How to hire the best construction workers is critical for all construction company seeking corporate growth. Due to a shortage of skilled construction workers at all levels and companies paying higher salaries, Osmium Consulting Group fully understand the competitive market that construction companies are facing with. Our Construction Recruitment Specialists understand what Companies are looking for and the technical requirements of Construction roles, we have the network to connect you with the right professionals.",
  "construction.content.2": "We are now recruiting for main Contractors working across multiple sectors but not limited to Automotive and Construction & Engineering. We recruit for Construction and Engineering roles across all levels including Supervisors, Engineers, Project Managers and Delivery Advisors.",

  "consumer.content.1": "Current pandemic shows that Consumer Markets change rapidly with digitalization. Osmium Consulting Group focuses on Sales & Customer Services, Media, Marketing & Entertainment and eCommerce sectors. Globalization creates challenges within innovation and cost, companies are struggling to grow due to a shortage of high-quality Sales & Marketing Professionals. Osmium Consulting Group shares your worries, looking for the best candidate on board.",
  "consumer.content.2": "The talent pool of Consumer Sales & Marketing Professionals has grown recently, yet the market is still lack of digital and eCommerce talent. Our specialist are experts in the retail and consumer brands market, we keep connected with the strongest marketing, digital and communications talent. Placing the right people at the right time for our clients."
}
