{
  "AboutUsTitle": "OCG – 关于我们",
  "OurPhilosophyTitle": "OCG – 我们的工作流程",
  "SustainabilityTitle": "OCG - 企业责任",

  "CompanyDescription1": "「奥氏策略顾问有限公司」成立的初衷只有一个 — 「为我们的客户和求职者提供专业的招聘和人力资源咨询服务。」",
  "CompanyDescription2": " '我们总部位于香港，是一间专注招聘行政人员和专业人员的人力资源公司。我们跨越地理位置的障碍，为各行业提供全面的招聘服务。透过我们行业内广阔的人脉网络和先进的技术配套，我们为各行业不同知名品牌的客户提供来自世界各地不同资历级别的高质素专业人材。",
  "OurGoal": "我们的目标",
  "OurGoal1": "'在竞争日益激烈的市场中，我们认为能够让各机构领先其他竞争对手的主要因素就是人材。然而，招募同时具有相关技能及良好心态的合资格人选正是所有机构现正面临的最大挑战。",
  "OurGoal2": "'所以，奥氏策略顾问有限公司致力于满足客户的招聘需求，并努力协助求职者的理想职业生涯。我们透过在客户和求职者之间找出最适合的配对，努力为双方创造互惠互利的最佳方案。除了传统的猎头服务外，我们还提供合约招聘、中高端猎头服务和人事咨询服务，为客户提供全方位的解决方案。",

  "Step1": "第一步：先了解您的公司及职位空缺",
  "S1Content1": "我们首先会为您提供针对职位空缺的建议，询问相关空缺的求职者状况、了解贵公司的卖点以找出最合适您的甄选方法，以确保您不会错过顶尖人才。",
  "S1Content2": "在收到贵公司的职位要求和简介后，我们将与贵公司管理层或相关负责人联络，清晰了解贵公司的整体现况和对招聘的期望，从而替您找到最符合职位空缺的专业人员。",
  "Step2": "第二步：搜寻求职者",
  "S2Content1": "我们对求职市场有充分了解，深谙最能吸引合适的求职者的各种技巧。从招聘广告到高管猎头，我们会使用各种方法为您找出潜在的候选人：",
  "S2List1": "阅览目标公司的人员名单以接触潜在求职者",
  "S2List2": "利用我们广泛的人脉和及专业知识，高效率地配对求职者",
  "S2List3": "通过我们公司的数据库、线上线下资源及目录，以及我们现有人脉网络的推荐，获得求职者的资料",
  "S2List4": "联系潜在求职者并以专业的服务向他们展示工作机会",
  "Step3": "第三步：求职者筛选",
  "S3Content1": "我们将根据您的职位描述，对我们所有候选人进行相关的筛选和测试，以评估相关的评分级别，从而为您提供最匹配您招聘要求的候选人的精简清单。",
  "S3List1": "与候选人会面并进行面试，以了解他们的职业理想、从事新工作的动机，以找出不论在能力、技能、领导才能、个性和企业文化适应性方面等都符合担任新职位的候选人",
  "S3List2": "凭借相关的候选人测试，以评估我们的候选人的能力和领导才能",
  "Step4": "第四步：求职者介绍，面试和管理",
  "S4Content1": "我们的专家顾问会在整个过程中为您提供建议，并负责各个方面的沟通，例如安排面试、提供意见回馈和处理工作录取通知等。",
  "S4List1": "介绍候选求职者",
  "S4List2": "安排客户与求职者面试",
  "S4List3": "录取通知及薪金协商",
  "S4List4": "背景调查",
  "Step5": "第五步：求职者入职",
  "S5Content1": "我们将一直为客户提供支援以及跟进候选人状况，以确保新入职员工获释所有入职需知。更重要的是，我们提供12周的免费替换保证，以确保您的需要能得以满足。",
  "S5List1": "在入职前确保新入职员工对入职充满期待",
  "S5List2": "在入职后三个月内密切跟进新入职员工的状况",

  "Quote": "可持续发展被定义为「既能满足当代的需要，而同时又不损及后代满足其需要的发展模式。」",
  "OR": "我们的责任",
  "ORContent1": "我们的服务、实践和伙伴关系阶围绕“为社会创造长期价值”这单一目标。我们的可持续发展框架使我们的策划与愿景保持一致。。 我们的支柱和相关材料主题利用吸引、发展和保留一流的专业，来指导我们的可持续发展策划。",
  "OA": "我们的目标",
  "OAContent1": "我们将市场专业知识以及市场营销和营利性金融敏锐度与非营利组织，政府和非政府组织在监管环境和社会责任方面的宝贵经验相结合。 我们提供最佳的人才解决方案和策略，从组织设计到评估和继任、人才培养、领导力发展以及奖惩，划定组织责任并精心设计最佳结构以交付成果。",
  "Our4Pillars": "我们的可持续发展四大支柱 : ",
  "OurCommunity": "关心社区",
  "CommunityList1": "我们使用崭新的流程和科技，将最合适的人才与各行各业的客户匹配。通过促进全职和兼职招聘活动，我们旨在最大化社会效率并减少失业。",
  "CommunityList2": "我们专注于业务地区和我们所在社区的可持续发展。",
  "OurPeople": "用人为才  ",
  "OPList1": "成为卓越雇主",
  "OPList2": "我们相信机会平等和人权平等。我们的晋升机制基于明确的晋升目标，而不论任何种族，性别，宗教或其他个人观点。",
  "OPList3": "我们提供持续的在职培训和专业训练，以培训和留住员工",
  "OurCustomers": "满足顾客",
  "OurCustomersList1": "我们为客户建立人才管道，以满足他们的业务和继任需求。我们为客户吸引、招募和挽留最好的员工。",
  "OurCustomersList2": "我们鼓励使用数码化来加强客户体验并减少纸张浪费。",
  "CorporateGovernance": "企业管治",
  "CG1ist1": "我们坚持高标准的商业道德及员工的个人质素。",
  "CGList2": "我们廉洁、追求卓越。",
  "CGList3": "我们反对不正当的商业行为。"
}
