{
  "RTitle1": "传统人才猎头服务",
  "R1Content1": "我们每个行业领域都拥有专门的搜寻人员和顾问进行中级管理人员招聘，能够满足多种客户要求的职位空缺。 我们拥有强大的人才数据库和金融服务专业人员网络，这使我们能够对客户的招聘要求做出快速反应，并根据您的要求寻找出合适的人选。",
  "RTitle2": "中高端猎头服务",
  "R2Content1": "我们的顾问在国内外的猎头工作过程中接受了充分的培训，有能力聘请一些很难通过广告和人才数据库资源来接触高级管理人员及拥有顶级技能的稀有人才。 这种方法还可以确保在处理这些敏感的高级职位时保持机密性。",
  "R2Content2": "我们拥有一个内部搜寻团队，他们了解最新的市场趋势，并在市场上拥有强大网络并对其中的每个人都有深刻理解。",
  "RTitle3": "合约员工 或 借调 ( Secondment )",
  "R3Content1": "对大多数公司而言，各部门的用人配额都限制了企业的灵活性。但使用我们的借调服务，即可灵活地进行招聘，使您的企业能够随时聘用永久或临时、全职或兼职人员从事工作，而无需佔用公司的用人配额。",
  "R3Content2": "借助我们的业务型猎头服务，我们跨领域且经验丰富的专业顾问可以迅速确定您的人力需求并製定全面的招聘计划。 我们还可以根据客户的委託提供有关雇主强积金账户管理、支薪、准备合约及其他相关服务。",
  "R3Content3": "我们提供以下服务：  ",
  "R3List1": "搜寻求职者",
  "R3List2": "预备合约",
  "R3List3": "支薪及强积金",

  "HRTitle1": "人力资源解决方案 ( HR Outsourcing )",
  "HR1Content1": "我们为涵盖的业务领域所有类型的企业或机构提供各种人力资源服务。 我们了解成功的公司必须具有适应性、韧性、以客户为中心、并能够调整其业务方向以迅速适应市场。借助我们的专业和度身定制的服务，您可以更专注于提高公司绩效和实现目标。",
  "HRTitle2": "薪金及税项 ( Payroll & Tax )",
  "HR2Content1": "对专心于发展业务的中小企而言，处理薪金和报税可能十分费时伤神。我们的薪金及税项服务可以协助您的机构不需要聘请额外人手便能轻松便捷地管理薪金及税项。",
  "HR2Content2": "我们提供以下服务：",
  "HR2List1": "预备粮单",
  "HR2List2": "僱主报税表 ( IR56A&B )",
  "HR2List3": "每月支薪报告",
  "HR2List4": "代出粮及强积金服务",
  "HRTitle3": "背景调查 ( Reference Check )",
  "HR3Content1": "履历能告诉您候选人的职业背景和资格。面试能使您对候选人有了更多了解，并亲自进行评估。",
  "HR3Content2": "而背景调查通过第三方提供的讯息来验证候选人资历真确性，能提供的资讯比履历或面试更全面。",
  "HR3Content3": "透过背景调查，推荐者的评价不仅可以加深您对求职者的认识，还可以确定求职者的资历、年资或所担任的职务是否属实，有助于建立一个更公平的竞争环境。 背景调查可以助您识别出那些在面试中对答如流却并不胜任，或在面试中表现不佳但卧虎藏龙的候选人。",
  "HR3Content4": "作为一种职场礼仪，在进行背景调查之前应先知会候选人，顺便确认推荐人的联繫方式是否正确。",
  "HRTitle4": "签证申请 ( Visa Application )",
  "HR4Content1": "当僱用非本地人材时，我们的签证申请服务无疑是您节省时间的选择。 我们提供一般就业政策 ( GEP )、输入内地人才计划 ( ASMTP )、非本地毕业生留港回港就业安排 ( IANG ) 以及其他类型的签证处理申请服务。",

  "PTitle1": "员工入职培训",
  "P1Content1": "对新同事进行强而有力的入职培训可以为其建立对公司的归属感。我们具有丰富培训经验的专业顾问可以为您製作独特而精确的公司培训材料。 我们的顾问还可以亲临现场作指导演示，为您的内部团队提供指导，以供将来的培训指导使用。您也可以在需要时聘用我们的顾问作单次的现场指导。",
  "P1Content2": "我们提供以下服务：",
  "P1List1": "准备培训材料",
  "P1List2": "亲临现场入职培训",
  "PTitle2": "培训与发展",
  "P2Content1": "人力资源是公司不可或缺的资产。要创造长期业务价值，保持公司核心竞争力，最好的方法就是不断提高员工的能力。 通过我们的培训与发展支援，我们可以根据您的需求在各个方面为您的员工提供全面的培训，包括但不限于：",
  "P2List1": "前线员工销售技能培训",
  "P2List2": "遵循最新法规对持牌代表进行CPT培训",
  "P2List3": "专业资格和考试",
  "P2List4": "辅导与指导",
  "PTitle3": "业务谘询",
  "P3Content1": "无论您是初创公司或是中小企业，我们的业务谘询服务都能为您提供适合的建议，以促进您的发展。 结合您的公司结构和组织目标，我们提供最关键的强弱危机分析，深入实用的建议和专业知识，助您抢佔市场先机。",
  "P3Content2": "我们提供以下业务谘询服务：",
  "P3List1": "研究及调查",
  "P3List2": "客观及专业建议",
  "P3List3": "战略规划与发展",
  "P3List4": "结果导向",
  "P3List5": "定期审查",
  "PTitle4": "绩效管理",
  "P4Content1": "在没有遵循标准系统的情况下，要量化及管理员工的工作表现可能会很麻烦。 通过与贵公司管理层进行沟通，我们可全面了解您的业务以及组织目标，并为您度身订造绩效管理系统，以为您的公司製定绩效标准来改善您公司的整体工作表现。",
  "P4List1": "绩效标准 ( KPI ) 追踪",
  "P4List2": "绩效改善措施"
}
