{
  "Experts": "我们的顾问",

  "banking.content.1": "随着我们公司在我们的主要客户招聘中继续发挥关键作用，我们的银行和金融服务招聘业务已大大扩展。 市场投资者对寻求更高回报的资产的需求证明了市场增长以及我们的业务扩展。 ",
  "banking.content.2": "金融服务行业不断变化。 无论是客户和市场不断提高的期望、远程劳动力挑战、不断发展的技术、不断升级的全球化还是日益增加的监管压力，金融服务组织都受到了各方的冲击。 金融服务公司必须评估其当前的公司结构和人才战略是否旨在帮助加速未来的变革，因为过去有效的方法在未来可能不会有效。 OCG全球金融服务咨询团队由业内领先的组织咨询专家组成。 四十多年来，我们为商业、消费和投资银行以及资产管理、金融科技、保险、房地产和财富管理公司提供服务。 凭借81% 的重复业务率，我们OCG是您值得信赖的战略猎头和人才招聘顾问及组织战略和领导力发展。 ",

  "it.content.1": "为应对激烈的竞争、不断的创新和多变的行业格局，我们不断提升OCG团队在行业中的技能，帮助我们的客户寻找最合适的人选，帮助我们的候选人找到理想的工作，发展自己的事业。 我们的客户包括跨国公司、市场领导者和初创企业以及他们的投资者。 ",
  "it.content.2": "未来就在这里 — 但考虑到媒体、数据、连接和移动性的融合，未来每天都在变化。 技术转型亦推动了生产力并加速了全球化，从而彻底改变了业务的各个方面。 一种技术一旦站稳脚跟，就会被另一种技术取代。 科技公司处于这些变化的最前端。 科技公司为了应对挑战，需要做好准备的人才。 ",

  "construction.content.1": "奥氏策略顾问有限公司深信对于所有欲企业发展的建筑公司来说，如何聘用最优秀的建筑工人至关重要。 人力资源短缺及原公司愿意支付较高的薪金予其职员，奥氏策略顾问有限公司深深明白建造界面临着人力资源的竞争。 OCG团队了解建造业公司需要什么类型的人才以及各职位的技术要求，我们拥有一个能把您跟合适的专业人士联系起来的网络。 ",
  "construction.content.2": "我们现在替多个行业的主要承包商进行招聘，包括汽车和建筑与工程。 我们现正招聘各个级别的建筑和工程职位，包括主管、工程师、项目经理和交付顾问。 ",

  "consumer.content.1": "近年来随着数字化，消费市场出现了迅速变化的趋势。 OCG专注于销售和客户服务、媒体、营销和娱乐以及电子商务领域。 全球化为不同行业的公司在创新和成本方面带来挑战，由于缺乏高质量的销售和营销专业人员，营销公司正在努力研究发展。 OCG能分担您的忧虑，替您寻找最佳人选。 ",
  "consumer.content.2": "近来越来越多消费业销售及营销人员，但市场仍然缺乏数字化和电子商务人才。 OCG团队是零售和消费品牌市场的专家，我们与最强大的营销、数字和通信人才保持紧密联系，能于正确的时候为客户安排最正确的人员。 ",

  "wealth.content.1": "财富规划是我们家族办公室服务的基石，确保客户拥有量身定制的策略来保存、成长和传承他们的财富。 透过深入的市场洞察和全球视角，我们帮助客户应对财富保存的复杂性，使他们的财务目标与长期永续性保持一致。 ",
  "wealth.content.2": "我们的财富规划部门由Derek领导，他在金融市场、投资策略和财富管理方面拥有丰富的经验。 他拥有香港大学的研究生学位，研究领域包括分形几何、金融工程和供应链管理，这为他在金融建模和风险评估方面提供了强大的分析基础。 ",
  "wealth.content.2.1": "于 2011 年在渣打银行开始其职业生涯，在银行和金融服务领域积累了宝贵的经验，随后加入中信证券，加深了他在投资银行和资本市场方面的专业知识。 后来，他加入了专门从事创新金融解决方案的 Arta TechFin 公司，然后在 EXANTE 担任目前的领导职务。 ",
  "wealth.content.3": "身为EXANTE的东亚副主管、公司董事和负责人员，Derek在为机构和高净值客户提供策略投资解决方案方面发挥关键作用。 EXANTE是一家全球财富科技公司和经纪公司，提供全球50多个金融市场的访问权限，包括股票、ETF、债券、期货、期权和数字资产。 ",
  "wealth.content.4": "作为顾问和合作伙伴，Derek领导我们的财富规划发展，利用他丰富的经验为客户量身定制财务策略。 他对财富保存、投资结构和全球市场动态的深刻理解，确保我们的客户获得与其长期目标一致的全面财务咨询。 ",

  "insurance.content.1": "保险是财富保存和风险管理的关键组成部分，确保个人、家庭和企业免受财务不确定性的影响。 作为我们家族办公室服务的一部分，我们提供战略保险咨询，帮助客户建立定制的保险解决方案，以保护他们的资产、优化税务效率并促进长期财富传承。 我们的方法根据每位客户的独特财务状况量身定制，提供人寿保险、健康保险、关键人物保险和遗产规划策略的指导，以确保跨代财务安全。 ",
  "insurance.content.2": "我们的保险部门由",
  "insurance.content.2.1": "领导，他是金融和保险业的资深人士，拥有超过30年的投资研究、资产管理和执行领导经验。 他拥有奥克兰大学的国际商务硕士学位，这使他在财富管理、风险缓解和财务规划方面具有强大的全球视角。 ",
  "insurance.content.3": "Andy的职业生涯始于1993年，曾在美银美林、摩根士丹利和新西兰储备银行担任重要职务，累积了丰富的投资研究和金融市场经验。 他后来转入领导岗位，担任Harris Fraser的董事、总经理、首席运营官和首席执行官，在财富管理策略和公司扩展方面发挥了关键作用。 随后，他担任Innovax Asset Management Limited的总经理，进一步巩固了他在投资解决方案和风险管理方面的专业知识。 ",
  "insurance.content.4": "作为顾问和合作伙伴，Andy先生领导我们的保险规划咨询，并利用他丰富的行业经验设计量身定制的保险策略。 他的专业知识确保我们的客户获得全面的风险管理解决方案，帮助他们保护财富、提高遗产规划效率并为子孙后代确保财务稳定。 ",

  "realEstate.content.1": "房地产是香港最传统和稳定的资产类别，在长期财富保存和投资组合多样化中发挥着至关重要的作用。 作为我们家族办公室服务的一部分，我们提供全面的房地产咨询，帮助客户应对房地产投资、资产配置和房地产投资组合管理。 我们的专业知识涵盖住宅、商业和国际房地产市场，确保客户获得量身定制的策略，以最大化回报、优化税务效率并将房地产持有与其更广泛的财富规划目标相结合。 ",
  "realEstate.content.2": "我们的房地产部门由Cyrus CHAN领导。 由Cyrus是一位经验丰富的投资策略师和房地产专家，拥有金融市场、资产管理和房地产投资的强大背景。 他是特许金融分析师（CFA），展示了他在投资分析、投资组合管理和风险评估方面的深厚专业知识。 ",
  "realEstate.content.3": "Cyrus于2015年在中国银行（香港）开始了他的职业生涯，担任投资策略师，累积了全球市场、宏观经济分析和资产配置的丰富经验。 他后来担任Harris Fraser的首席投资官，领导高净值人士（HNWIs）和机构投资者的投资研究和投资组合策略。 ",
  "realEstate.content.4": "目前，Cyrus是Winifield Property Services的共同创办人和董事，专注于房地产投资、物业咨询和投资组合建构。 他在金融市场和房地产方面的专业知识使他能够提供全面的财富管理方法，将房地产投资与更广泛的财务策略相结合。 ",
  "realEstate.content.5": "作为顾问和合作伙伴，由Cyrus领导我们的房地产和投资咨询，帮助客户识别有利可图的房地产机会，优化他们的房地产投资组合，并将房地产投资与长期财富规划目标保持一致。 他的策略洞察力和市场专业知识确保客户在应对房地产投资的复杂性时获得全面的指导。 ",

  "cryptocurrency.content.1": "随着金融市场的演变，现代投资解决方案如加密货币和ESG（环境、社会和治理）投资已成为全面投资组合的重要组成部分。 加密货币投资为客户提供了数字资产和区块链创新的机会，而ESG投资策略则将财富成长与可持续和负责任的投资相结合。 作为我们家族办公室服务的一部分，我们提供这些新兴领域的全面咨询，帮助客户应对数字资产投资、可持续金融机会以及将现代金融趋势融入其更广泛的财富策略。 ",
  "cryptocurrency.content.2": "我们的加密货币部门由",
  "cryptocurrency.content.2.1": "领导。 Matthew是一位经验丰富的金融专业人士和区块链爱好者，拥有公司金融、数字资产和永续投资的专业知识。 他目前正在上海财经大学攻读博士学位，并拥有香港科技大学的MBA和工商管理学士学位。 他强大的学术背景使他在金融市场、投资策略和新兴技术方面具备深厚的分析能力。 ",
  "cryptocurrency.content.3": "Matthew积极参与金融业，担任香港证券及投资学会（HKSI）青年专业人士俱乐部、HKSI公司会员委员会和香港科技大学MBA校友会的委员。 他还拥有多项可持续金融认证，包括认证ESG分析师（CESGA）和认证环境专业人士（CEP），展现了他负责任投资和可持续财富管理的专业知识。 ",
  "cryptocurrency.content.4": "他于2016年开始了他的职业生涯，专注于香港IPO和并购交易的公司金融，随后扩展到香港ETF上市、纳斯达克IPO和数字资产投资。 作为区块链初创公司的早期投资者，Matthew先生对加密货币市场趋势、代币经济学和基于区块链的金融解决方案有着深刻的理解。 ",
  "cryptocurrency.content.5": "目前，Matthew是EXANTE的高级经理，这是一家专注于多元资产交易解决方案的全球财富科技公司。 他的角色使他能够弥合传统金融、数字资产和ESG投资之间的差距，为客户提供区块链机会、可持续投资趋势和对下一代金融解决方案的战略洞察。 ",
  "cryptocurrency.content.6": "身为顾问和合作伙伴，Matthew领导我们的加密货币和ESG咨询，帮助客户识别高潜力的数字资产投资、建立可持续的投资组合，并将创新的金融解决方案融入其更广泛的财富策略。 他的专业知识确保我们的客户在快速发展的金融领域中保持领先地位，平衡现代投资机会与长期财富保存。 ",

  "education.content.1": "教育是家庭规划中极为个性化和重要的部分，需要细致的指导和策略远见。 作为我们家族办公室服务的一部分，我们提供个性化的教育咨询，帮助家庭应对精英学校入学、国际学习路径和全面发展计划。 我们的方法确保教育规划与长期财富管理和家族传承策略无缝结合，为家庭提供孩子学术和个人成长的全面路线图。 ",
  "education.content.2": "我们的教育部门由Alisia CHEN领导。  Alisia是教育、财富规划和数字转型领域的杰出领导者，在精英学校入学、移民服务和家族财富传承方面拥有丰富的专业知识。 她拥有清华大学经济管理学院的行政MBA学位。 她的多学科背景涵盖媒体、技术和金融，使她成为高净值家庭服务和策略教育规划的关键人物。 ",
  "education.content.3": "作为Huaxu Advisory Group的董事长和Huaxu Digital Intelligence Technology的总经理，Alisia在支持家庭应对复杂转型方面发挥了关键作用。 她也是深圳工业园区协会的副会长，并积极参与教育和专业网络，包括清华大学香港和澳门校友会。 ",
  "education.content.4": "认识到对个性化教育和移民服务日益增长的需求，Alisia与我们共同创立了OHUA移民，为移居香港的家庭提供一站式服务。 在她的领导下，OHUA已成功协助700多个家庭和200多名清华大学和北京大学的精英，实现了95%的居留申请批准率。 透过精心策划的支持，她建立了一个全面的生态系统，整合了精英学校入学、移民规划、法律和税务服务以及商业咨询。 她与汇丰私人银行和国际律师事务所的合作进一步增强了家庭服务的深度。 ",
  "education.content.5": "作为顾问和合作伙伴，Alisia领导我们的教育和家庭服务部门，为寻求顶级教育和无缝融入新环境的家庭提供量身定制的指导。 她的专业知识确保客户在学术规划、全球教育路径和财富传承方面获得策略建议，帮助他们为下一代奠定坚实的基础。 凭借她深厚的行业联系和个性化方法，她仍然是值得信赖的顾问，致力于为我们的客户及其家庭争取最佳机会。 ",

  "healthcare.content.1": "医疗保健和健康是高品质生活的重要支柱，特别是对于寻求优质医疗、美容治疗和整体健康解决方案的家庭。 作为我们家族办公室服务的一部分，我们提供量身定制的医疗保健咨询，为客户联系顶级医疗专业人士、美容专家和健康专家。 凭借在医疗保健和美容行业的广泛网络，我们提供独家治疗、VIP医疗服务和个性化健康计划，确保客户获得最佳的护理。 ",
  "healthcare.content.2": "我们的医疗保健部门由",
  "healthcare.content.2.1": "领导。  Mavis是医疗保健、美容和健康行业的充满活力和广泛联系的专业人士。 她拥有布莱顿大学的文学学士学位，并通过为医疗保健专业人士提供猎人头服务建立了广泛的医疗专业人士、美容专家和行业领导者网络。 她深厚的行业联系使她能够根据客户的特定需求，将他们与领先的诊所、美容中心和健康服务提供商联系起来。 ",
  "healthcare.content.3": "除了医疗保健，Mavis也积极参与加密货币和数字业务领域，曾担任加密货币领域的业务发展和合作伙伴主管。 这段经历使她建立了与健康、美容和健康领域的关键意见领袖的牢固关系，使她的客户能够独家获得最新趋势、优质服务和这些领域的高知名度专家。 ",
  "healthcare.content.4": "作为顾问和合作伙伴，Mavis确保客户获得个性化和VIP访问顶级医疗服务、美容疗程和整体健康解决方案。 她的专业知识和广泛联系使她能够策划定制的医疗保健体验，无论是与知名专家预约、提供量身定制的美容和抗衰老治疗，还是提供独家健康度假。 凭借她的年轻活力、行业洞察力以及与医疗保健专业人士和美容影响者的牢固关系，美薇致力于提升客户的健康和生活方式。 透过她的领导，我们的家族办公室提供世界一流的医疗保健和健康解决方案，确保客户的健康和美容需求的每个方面都能以最高标准满足。 ",

  "accounting.content.1": "会计是家族办公室企业服务的基本支柱，确保企业和家族财富结构保持合规、税务高效和财务稳健。 作为我们企业服务的一部分，我们的会计部门提供全面的财务管理，包括税务规划、簿记和公司秘书服务。 凭借对监管要求和财务报告的深刻理解，我们帮助家庭和企业主优化其结构，以实现长期可持续性和成长。 ",
  "accounting.content.2": "我们的会计部门由",
  "accounting.content.2.1": "领导。  Albert是会计、公司金融和香港资本市场的资深专家。 他拥有香港大学的社会科学学士学位，并且是一名注册会计师（CPA）。 他的职业生涯始于德勤，在那里他专注于审计和财务咨询五年，奠定了财务管理和合规的坚实基础。 ",
  "accounting.content.3": "在Deloitte工作后，Albert转入公司金融领域，专注于香港IPO、财务结构和监管合规近十年。 他在税务规划、公司治理和财务报告方面的专业知识使他成为家庭和企业寻求保持财务透明度和效率的宝贵顾问。 ",
  "accounting.content.4": "作为顾问和合作伙伴，Albert确保客户在税务优化、公司合规和财务报告方面获得专家指导。 他的团队提供簿记、公司秘书服务和财务规划，帮助企业和家族办公室简化运营，同时遵守本地和国际法规。 ",
  "accounting.content.5": "凭借他强大的会计背景和公司财务方面的丰富经验，Albert在保护家族财富方面发挥关键作用，确保财务结构保持高效、合规并战略性地定位以实现长期成功。 透过他的领导，我们的家族办公室提供一流的会计解决方案，支持家庭和企业自信地应对财务管理的复杂性。 ",

  "marketing.content.1": "虽然营销不是家族办公室的核心功能，但对于管理面向大众的企业、个人品牌和娱乐业务的家庭来说，营销、品牌塑造和投资者关系已成为有价值的服务。 透过我们专门的营销公司OptionPRC，我们提供企业品牌、个人品牌、娱乐业务发展和投资者关系的战略支持，帮助客户建立强大的市场存在感并有效地与投资者互动。 ",
  "marketing.content.2": "我们的营销部门由Icey TSOI领导。  Icey在金融服务营销、投资者互动和业务发展方面拥有八年的经验。 她拥有香港中文大学的社会科学学士学位，曾在富途、PrimeCredit、LU香港和Longbridge从事市场营销工作，专注于金融品牌、投资者沟通和市场扩展。 现在，她是EXANTE的顶级销售专业人士，擅长金融销售和投资者关系，专注于证券、金融科技和加密货币行业。 ",
  "marketing.content.3": "领导我们的营销、品牌塑造和投资者关系部门，Icey在企业形象、个人品牌定位、投资者互动和娱乐业务策略方面提供专业知识。 透过OptionPRC，我们提供量身订制的营销、公关和投资者关系解决方案，确保客户提升品牌知名度、吸引投资者并有效扩展业务范围。 ",

  "recruitment.content.1": "作为一家家族办公室，我们不仅仅提供财富管理服务——我们还与客户合作，透过解决关键的人力资本挑战来建立、扩展和维持他们的业务。 无论您是在香港或海外设立新分公司、进军新产业，或是进行人力资源重组，我们的人力资源解决方案都能确保您拥有合适的人才来推动长期成功。 ",
  "recruitment.content.2": "我们的人力资源解决方案部门由Carol领导，她是一位经验丰富的人力资源和招募专业人士，在人才招募、高管搜索和业务咨询方面拥有丰富的经验。  Carol拥有香港中文大学（CUHK）的学位，并在学术上表现优异，获得了院长嘉许名单的荣誉。 凭借信息工程和数据驱动的人才策略的坚实基础，她为解决人力资源挑战带来了独特的分析方法。 她的背景包括与领先的招聘公司合作，专注于将顶尖人才与各行各业的企业联系起来。 "
}
