{
  "Methodlogy": "我們的工作流程",

  "EUR1": "測試中 <b>哈哈哈哈 & 哈哈哈哈 & 呵呵呵</b>",
  "EUR2": "????",
  "EUR3": "Every single element of the recruitment process is ever changing and it is essential for all parties to understand each other clearly. Close communication with our clients and candidates ensures smooth information and recruitment processes, preventing potential misunderstandings.",
  "EUR4": "We aim to connect people from different diversities and to provide a full aspect of services for the best interest and development for all parties. Hence, Relationship and Understanding are the core values we always hold on to.",

  "CompanyDescription1": "「奧氏策略顧問有限公司」成立的初衷只有一個 — 「為我們的客戶和求職者提供專業的招聘和人力資源諮詢服務。」",
  "CompanyDescription2": " '我們總部位於香港，是一間專注招聘行政人員和專業人員的人力資源公司。我們跨越地理位置的障礙，為各行業提供全面的招聘服務。透過我們行業內廣闊的人脈網絡和先進的技術配套，我們為各行業不同知名品牌的客戶提供來自世界各地不同資歷級別的高質素專業人材。",
  "OurGoal": "我們的目標",
  "OurGoal1": "'在競爭日益激烈的市場中，我們認為能夠讓各機構領先其他競爭對手的主要因素就是人材。然而，招募同時具有相關技能及良好心態的合資格人選正是所有機構現正面臨的最大挑戰。",
  "OurGoal2": "'所以，奧氏策略顧問有限公司致力於滿足客戶的招聘需求，並努力協助求職者的理想職業生涯。我們透過在客戶和求職者之間找出最適合的配對，努力為雙方創造互惠互利的最佳方案。除了傳統的獵頭服務外，我們還提供合約招聘、中高端獵頭服務和人事諮詢服務，為客戶提供全方位的解決方案。",

  "Step1": "第一步：先了解您的公司及職位空缺",
  "S1Content1": "我們首先會為您提供針對職位空缺的建議，詢問相關空缺的求職者狀況、了解貴公司的賣點以找出最合適您的甄選方法，以確保您不會錯過頂尖人才。",
  "S1Content2": "在收到貴公司的職位要求和簡介後，我們將與貴公司管理層或相關負責人聯絡，清晰了解貴公司的整體現況和對招聘的期望，從而替您找到最符合職位空缺的專業人員。",
  "Step2": "第二步：搜尋求職者",
  "S2Content1": "我們對求職市場有充分了解，深諳最能吸引合適的求職者的各種技巧。從招聘廣告到高管獵頭，我們會使用各種方法為您找出潛在的候選人：",
  "S2List1": "閱覽目標公司的人員名單以接觸潛在求職者",
  "S2List2": "利用我們廣泛的人脈和及專業知識，高效率地配對求職者",
  "S2List3": "通過我們公司的數據庫、線上線下資源及目錄，以及我們現有人脈網絡的推薦，獲得求職者的資料",
  "S2List4": "聯繫潛在求職者並以專業的服務向他們展示工作機會",
  "Step3": "第三步：求職者篩選",
  "S3Content1": "我們將根據您的職位描述，對我們所有候選人進行相關的篩選和測試，以評估相關的評分級別，從而為您提供最匹配您招聘要求的候選人的精簡清單。",
  "S3List1": "與候選人會面並進行面試，以了解他們的職業理想、從事新工作的動機，以找出不論在能力、技能、領導才能、個性和企業文化適應性方面等都符合擔任新職位的候選人",
  "S3List2": "憑藉相關的候選人測試，以評估我們的候選人的能力和領導才能",
  "Step4": "第四步：求職者介紹，面試和管理",
  "S4Content1": "我們的專家顧問會在整個過程中為您提供建議，並負責各個方面的溝通，例如安排面試、提供意見回饋和處理工作錄取通知等。",
  "S4List1": "介紹候選求職者",
  "S4List2": "安排客戶與求職者面試",
  "S4List3": "錄取通知及薪金協商",
  "S4List4": "背景調查",
  "Step5": "第五步：求職者入職",
  "S5Content1": "我們將一直為客戶提供支援以及跟進候選人狀況，以確保新入職員工獲釋所有入職需知。更重要的是，我們提供12週的免費替換保證，以確保您的需要能得以滿足。",
  "S5List1": "在入職前確保新入職員工對入職充滿期待",
  "S5List2": "在入職後三個月內密切跟進新入職員工的狀況",

  "Quote": "<b>可持續發展</b>被定義為「既能滿足當代的需要，而同時又不損及後代滿足其需要的發展模式。」",
  "OR": "我們的責任",
  "ORContent1": "我們的服務、實踐和夥伴關係階圍繞“為社會創造長期價值”這單一目標。我們的可持續發展框架使我們的策劃與願景保持一致。。 我們的支柱和相關材料主題利用吸引、發展和保留一流的專業，來指導我們的可持續發展策劃。",
  "OA": "我們的目標",
  "OAContent1": "我們將市場專業知識以及市場營銷和營利性金融敏銳度與非營利組織，政府和非政府組織在監管環境和社會責任方面的寶貴經驗相結合。 我們提供最佳的人才解決方案和策略，從組織設計到評估和繼任、人才培養、領導力發展以及獎懲，劃定組織責任並精心設計最佳結構以交付成果。",
  "Our4Pillars": "我們的可持續發展四大支柱 : ",
  "OurCommunity": "關心社區",
  "CommunityList1": "我們使用嶄新的流程和科技，將最合適的人才與各行各業的客戶匹配。通過促進全職和兼職招聘活動，我們旨在最大化社會效率並減少失業。",
  "CommunityList2": "我們專注於業務地區和我們所在社區的可持續發展。",
  "OurPeople": "用人為才  ",
  "OPList1": "成為卓越僱主",
  "OPList2": "我們相信機會平等和人權平等。我們的晉升機制基於明確的晉升目標，而不論任何種族，性別，宗教或其他個人觀點。",
  "OPList3": "我們提供持續的在職培訓和專業訓練，以培訓和留住員工",
  "OurCustomers": "滿足顧客",
  "OurCustomersList1": "我們為客戶建立人才管道，以滿足他們的業務和繼任需求。我們為客戶吸引、招募和挽留最好的員工。",
  "OurCustomersList2": "我們鼓勵使用數碼化來加強客戶體驗並減少紙張浪費。",
  "CorporateGovernance": "企業管治",
  "CG1ist1": "我們堅持高標準的商業道德及員工的個人質素。",
  "CGList2": "我們廉潔、追求卓越。",
  "CGList3": "我們反對不正當的商業行為。"
}
