{
  "AboutUsTitle": "OCG – 關於我們",
  "OurPhilosophyTitle": "OCG – 我們的工作流程",
  "SustainabilityTitle": "OCG - 企業責任",

  "CompanyDescription1": "「奧氏策略顧問有限公司」成立的初衷只有一個 — 「為我們的客戶和求職者提供專業的招聘和人力資源諮詢服務。」",
  "CompanyDescription2": " '我們總部位於香港，是一間專注招聘行政人員和專業人員的人力資源公司。我們跨越地理位置的障礙，為各行業提供全面的招聘服務。透過我們行業內廣闊的人脈網絡和先進的技術配套，我們為各行業不同知名品牌的客戶提供來自世界各地不同資歷級別的高質素專業人材。",
  "OurGoal": "我們的目標",
  "OurGoal1": "'在競爭日益激烈的市場中，我們認為能夠讓各機構領先其他競爭對手的主要因素就是人材。然而，招募同時具有相關技能及良好心態的合資格人選正是所有機構現正面臨的最大挑戰。",
  "OurGoal2": "'所以，奧氏策略顧問有限公司致力於滿足客戶的招聘需求，並努力協助求職者的理想職業生涯。我們透過在客戶和求職者之間找出最適合的配對，努力為雙方創造互惠互利的最佳方案。除了傳統的獵頭服務外，我們還提供合約招聘、中高端獵頭服務和人事諮詢服務，為客戶提供全方位的解決方案。",

  "Step1": "第一步：先了解您的公司及職位空缺",
  "Content1.1": "我們首先會為您提供針對職位空缺的建議，詢問相關空缺的求職者狀況、了解貴公司的賣點以找出最合適您的甄選方法，以確保您不會錯過頂尖人才。",
  "Content1.2": "在收到貴公司的職位要求和簡介後，我們將與貴公司管理層或相關負責人聯絡，清晰了解貴公司的整體現況和對招聘的期望，從而替您找到最符合職位空缺的專業人員。",
  "Step2": "STEP 2 : Candidate Search",
  "S2Content1": "By understanding the candidate market, we know which attraction techniques are most likely to target suitable applicants and would use a wide range of methods ( From advertising to executive search ) to ensure we identify a diverse pool of potential employees following the below process :",
  "S2List1": "Compile the target company list for approaching potential candidates",
  "S2List2": "Complete sophisticated market mapping by the use of our extensive business intelligence and industry expertise",
  "S2List3": "Source for benchmark candidate via our database, online and offline libraries and directories, and through referrals from our existing network",
  "S2List4": "Identify and contact prospective candidates and present them the opportunity in a professional manner",
  "Step3": "STEP 3 : Candidate Screening",
  "S3Content1": "Using competency-based screening tools and testing software, all candidates we identified are assessed against a tiered rating scale linked to your job description, allowing us to present you with a refined shortlist that matches your exact requirements.",
  "S3List1": "Meet and interview candidates to identify their career aspirations, motivations to take up a new job, capability to take up the new position in terms of competence, technical skills, leadership, personality, and corporate cultural fit",
  "S3List2": "Complete competency-based candidate assessments to unveil the competencies and leadership behaviours of our candidates",
  "Step4": "STEP 4 : Candidate Presentation, Interviews And Management",
  "S4Content1": "Our expert consultants are on-hand to advise you throughout the process and handle all aspects of candidate communication such as arranging interviews, providing feedback, and managing the job offer.",
  "S4List1": "Presentation of Shortlisted Candidates",
  "S4List2": "Client Candidate Interviews",
  "S4List3": "Package & Offer Negotiation",
  "S4List4": "Reference Checking",
  "Step5": "STEP 5 : Candidate On-Boarding",
  "S5Content1": "We provide on-going client support and candidate care to ensure your new joiner has everything they need. On top of that, we offer a 12-week free replacement guarantee to make sure your needs would be fulfilled.",
  "S5List1": "Keep the candidate warm before the commencement date",
  "S5List2": "Candidate Care for the first 3 months of employment",

  "Quote": "可持續發展被定義為「既能滿足當代的需要，而同時又不損及後代滿足其需要的發展模式。」",
  "OurResponsibilities": "我們的責任",
  "OurResponsibilities1": "We unify our services, practices and partnerships around one single aim, \"Creating Long Term Value for the Society\". Our Substainability Framework aligns our strategies with our vision.\r\n                       Our pillars and related material topics guide our strategic approach to sustainability by attracting, develop and retain best-in-class profession.",
  "OurAim": "Our Aim",
  "OurAim1": "We combine the market expertise and financial acumen of marketing and for-profit with valuable experience in the regulatory environment and social responsibility of nonprofit, governmental, and non-governmental organizations, by providing the best talent solutions and strategies from organizational design to assessment and succession, talent acquisition, leadership development, rewards and benefits that delineate organizational responsibilities and thoughtfully design the optimal structure to deliver results.",
  "Our4Pillars": "Our Four Pillars on Substainability :",
  "OurCommunity": "Our Community",
  "OurCommunityList1": "We match the most suitable talent with our clients across diverse sectors using new processes and technology. By facilitating full-time and part-time recruitment activities, we aim to maximize Social Efficiency and Reduce Unemployment.",
  "OurCommunityList2": "We focus on sustainable development of our business and the communities we operates in.",
  "OurPeople": "Our People",
  "OurPeopleList1": "To become an employer of choice.",
  "OurPeopleList2": "We believe in equal opportunities and human rights, our promotions are based on clear promotional targets, regardless of race, gender, religion or other opinions.",
  "OurPeopleList3": "We provide ongoing On-The-Job training and professional coaching to train and retain staff.",
  "OurCustomers": "Our Customers",
  "OurCustomersList1": "We build talent pipeline for our customers to meet their business and succession needs. We help attract, recruit and retain the best staff of our clients.",
  "OurCustomersList2": "We encourage use of digital tools to augment customer experience and reduce paper waste.",
  "CorporateGovernance": "Corporate Governance",
  "CorporateGovernance1ist1": "We uphold a high standard of business ethics and personal conduct of our employees.",
  "CorporateGovernanceList2": "We conduct business with uncompromising integrity.",
  "CorporateGovernanceList3": "We safeguard against unfair business practices."
}
