{
  "RTitle1": "傳統人才獵頭服務",
  "R1Content1": "我們每個行業領域都擁有專門的搜尋人員和顧問進行中級管理人員招聘，能夠滿足多種客戶要求的職位空缺。 我們擁有強大的人才數據庫和金融服務專業人員網絡，這使我們能夠對客戶的招聘要求做出快速反應，並根據您的要求尋找出合適的人選。",
  "RTitle2": "中高端獵頭服務",
  "R2Content1": "我們的顧問在國內外的獵頭工作過程中接受了充分的培訓，有能力聘請一些很難通過廣告和人才數據庫資源來接觸高級管理人員及擁有頂級技能的稀有人才。 這種方法還可以確保在處理這些敏感的高級職位時保持機密性。",
  "R2Content2": "我們擁有一個內部搜尋團隊，他們了解最新的市場趨勢，並在市場上擁有強大網絡並對其中的每個人都有深刻理解。",
  "RTitle3": "合約員工 或 借調 ( Secondment )",
  "R3Content1": "對大多數公司而言，各部門的用人配額都限制了企業的靈活性。但使用我們的借調服務，即可靈活地進行招聘，使您的企業能夠隨時聘用永久或臨時、全職或兼職人員從事工作，而無需佔用公司的用人配額。",
  "R3Content2": "借助我們的業務型獵頭服務，我們跨領域且經驗豐富的專業顧問可以迅速確定您的人力需求並製定全面的招聘計劃。 我們還可以根據客戶的委託提供有關雇主強積金賬戶管理、支薪、準備合約及其他相關服務。",
  "R3Content3": "我們提供以下服務：  ",
  "R3List1": "搜尋求職者",
  "R3List2": "預備合約",
  "R3List3": "支薪及強積金",

  "HRTitle1": "人力資源解決方案 ( HR Outsourcing )",
  "HR1Content1": "我們為涵蓋的業務領域所有類型的企業或機構提供各種人力資源服務。 我們了解成功的公司必須具有適應性、韌性、以客戶為中心、並能夠調整其業務方向以迅速適應市場。借助我們的專業和度身定制的服務，您可以更專注於提高公司績效和實現目標。",
  "HRTitle2": "薪金及稅項 ( Payroll & Tax )",
  "HR2Content1": "對專心於發展業務的中小企而言，處理薪金和報稅可能十分費時傷神。我們的薪金及稅項服務可以協助您的機構不需要聘請額外人手便能輕鬆便捷地管理薪金及稅項。",
  "HR2Content2": "我們提供以下服務：",
  "HR2List1": "預備糧單",
  "HR2List2": "僱主報稅表 ( IR56A&B )",
  "HR2List3": "每月支薪報告",
  "HR2List4": "代出糧及強積金服務",
  "HRTitle3": "背景調查 ( Reference Check )",
  "HR3Content1": "履歷能告訴您候選人的職業背景和資格。面試能使您對候選人有了更多了解，並親自進行評估。",
  "HR3Content2": "而背景調查通過第三方提供的訊息來驗證候選人資歷真確性，能提供的資訊比履歷或面試更全面。",
  "HR3Content3": "透過背景調查，推薦者的評價不僅可以加深您對求職者的認識，還可以確定求職者的資歷、年資或所擔任的職務是否屬實，有助於建立一個更公平的競爭環境。 背景調查可以助您識別出那些在面試中對答如流卻並不勝任，或在面試中表現不佳但臥虎藏龍的候選人。",
  "HR3Content4": "作為一種職場禮儀，在進行背景調查之前應先知會候選人，順便確認推薦人的聯繫方式是否正確。",
  "HRTitle4": "簽證申請 ( Visa Application )",
  "HR4Content1": "當僱用非本地人材時，我們的簽證申請服務無疑是您節省時間的選擇。 我們提供一般就業政策 ( GEP )、輸入內地人才計劃 ( ASMTP )、非本地畢業生留港回港就業安排 ( IANG ) 以及其他類型的簽證處理申請服務。",

  "PTitle1": "員工入職培訓",
  "P1Content1": "對新同事進行強而有力的入職培訓可以為其建立對公司的歸屬感。我們具有豐富培訓經驗的專業顧問可以為您製作獨特而精確的公司培訓材料。 我們的顧問還可以親臨現場作指導演示，為您的內部團隊提供指導，以供將來的培訓指導使用。您也可以在需要時聘用我們的顧問作單次的現場指導。",
  "P1Content2": "我們提供以下服務：",
  "P1List1": "準備培訓材料",
  "P1List2": "親臨現場入職培訓",
  "PTitle2": "培訓與發展",
  "P2Content1": "人力資源是公司不可或缺的資產。要創造長期業務價值，保持公司核心競爭力，最好的方法就是不斷提高員工的能力。 通過我們的培訓與發展支援，我們可以根據您的需求在各個方面為您的員工提供全面的培訓，包括但不限於：",
  "P2List1": "前線員工銷售技能培訓",
  "P2List2": "遵循最新法規對持牌代表進行CPT培訓",
  "P2List3": "專業資格和考試",
  "P2List4": "輔導與指導",
  "PTitle3": "業務諮詢",
  "P3Content1": "無論您是初創公司或是中小企業，我們的業務諮詢服務都能為您提供適合的建議，以促進您的發展。 結合您的公司結構和組織目標，我們提供最關鍵的強弱危機分析，深入實用的建議和專業知識，助您搶佔市場先機。",
  "P3Content2": "我們提供以下業務諮詢服務：",
  "P3List1": "研究及調查",
  "P3List2": "客觀及專業建議",
  "P3List3": "戰略規劃與發展",
  "P3List4": "結果導向",
  "P3List5": "定期審查",
  "PTitle4": "績效管理",
  "P4Content1": "在沒有遵循標準系統的情況下，要量化及管理員工的工作表現可能會很麻煩。 通過與貴公司管理層進行溝通，我們可全面了解您的業務以及組織目標，並為您度身訂造績效管理系統，以為您的公司製定績效標準來改善您公司的整體工作表現。",
  "P4List1": "績效標準 ( KPI ) 追蹤",
  "P4List2": "績效改善措施"
}
