{
  "Experts": "我們的顧問",

  "banking.content.1": "隨著我們公司在我們的主要客戶招聘中繼續發揮關鍵作用，我們的銀行和金融服務招聘業務已大大擴展。市場投資者對尋求更高回報的資產的需求證明了市場增長以及我們的業務擴展。",
  "banking.content.2": "金融服務行業不斷變化。無論是客戶和市場不斷提高的期望、遠程勞動力挑戰、不斷發展的技術、不斷升級的全球化還是日益增加的監管壓力，金融服務組織都受到了各方的衝擊。金融服務公司必須評估其當前的公司結構和人才戰略是否旨在幫助加速未來的變革，因為過去有效的方法在未來可能不會有效。OCG全球金融服務諮詢團隊由業內領先的組織諮詢專家組成。四十多年來，我們為商業、消費和投資銀行以及資產管理、金融科技、保險、房地產和財富管理公司提供服務。憑藉81% 的重複業務率，我們OCG是您值得信賴的戰略獵頭和人才招聘顧問及組織戰略和領導力發展。",

  "it.content.1": "為應對激烈的競爭、不斷的創新和多變的行業格局，我們不斷提升OCG團隊在行業中的技能，幫助我們的客戶尋找最合適的人選，幫助我們的候選人找到理想的工作，發展自己的事業。我們的客戶包括跨國公司、市場領導者和初創企業以及他們的投資者。",
  "it.content.2": "未來就在這裡 — 但考慮到媒體、數據、連接和移動性的融合，未來每天都在變化。技術轉型亦推動了生產力並加速了全球化，從而徹底改變了業務的各個方面。一種技術一旦站穩腳跟，就會被另一種技術取代。科技公司處於這些變化的最前端。科技公司為了應對挑戰，需要做好準備的人才。",

  "construction.content.1": "奧氏策略顧問有限公司深信對於所有欲企業發展的建築公司來說，如何聘用最優秀的建築工人至關重要。人力資源短缺及原公司願意支付較高的薪金予其職員，奧氏策略顧問有限公司深深明白建造界面臨著人力資源的競爭。OCG團隊了解建造業公司需要什麼類型的人才以及各職位的技術要求，我們擁有一個能把您跟合適的專業人士聯繫起來的網絡。",
  "construction.content.2": "我們現在替多個行業的主要承包商進行招聘，包括汽車和建築與工程。我們現正招聘各個級別的建築和工程職位，包括主管、工程師、項目經理和交付顧問。",

  "consumer.content.1": "近年來隨著數字化，消費市場出現了迅速變化的趨勢。OCG專注於銷售和客戶服務、媒體、營銷和娛樂以及電子商務領域。全球化為不同行業的公司在創新和成本方面帶來挑戰，由於缺乏高質量的銷售和營銷專業人員，營銷公司正在努力研究發展。 OCG能分擔您的憂慮，替您尋找最佳人選。",
  "consumer.content.2": "近來越來越多消費業銷售及營銷人員，但市場仍然缺乏數字化和電子商務人才。OCG團隊是零售和消費品牌市場的專家，我們與最強大的營銷、數字和通信人才保持緊密聯繫，能於正確的時候為客戶安排最正確的人員。",

  "wealth.content.1": "財富規劃是我們家族辦公室服務的基石，確保客戶擁有量身定制的策略來保存、成長和傳承他們的財富。透過深入的市場洞察和全球視角，我們幫助客戶應對財富保存的複雜性，使他們的財務目標與長期永續性保持一致。",
  "wealth.content.2": "我們的財富規劃部門由Derek領導，他在金融市場、投資策略和財富管理方面擁有豐富的經驗。他擁有香港大學的研究生學位，研究領域包括分形幾何、金融工程和供應鏈管理，這為他在金融建模和風險評估方面提供了強大的分析基礎。",
  "wealth.content.2.1": "於 2011 年在渣打銀行開始其職業生涯，在銀行和金融服務領域積累了寶貴的經驗，隨後加入中信證券，加深了他在投資銀行和資本市場方面的專業知識。後來，他加入了專門從事創新金融解決方案的 Arta TechFin 公司，然後在 EXANTE 擔任目前的領導職務。",
  "wealth.content.3": "身為EXANTE的東亞副主管、公司董事和負責人員，Derek在為機構和高淨值客戶提供策略投資解決方案方面發揮關鍵作用。 EXANTE是一家全球財富科技公司和經紀公司，提供全球50多個金融市場的存取權限，包括股票、ETF、債券、期貨、選擇權和數位資產。",
  "wealth.content.4": "作為顧問和合作夥伴，Derek領導我們的財富規劃發展，利用他豐富的經驗為客戶量身定制財務策略。他對財富保存、投資結構和全球市場動態的深刻理解，確保我們的客戶獲得與其長期目標一致的全面財務諮詢。",

  "insurance.content.1": "保險是財富保存和風險管理的關鍵組成部分，確保個人、家庭和企業免受財務不確定性的影響。作為我們家族辦公室服務的一部分，我們提供策略性保險諮詢，幫助客戶建立客製化的保險解決方案，以保護他們的資產、優化稅務效率並促進長期財富傳承。我們的方法根據每位客戶的獨特財務狀況量身定制，提供人壽保險、健康保險、關鍵人物保險和遺產規劃策略的指導，以確保跨代財務安全。",
  "insurance.content.2": "我們的保險部門由",
  "insurance.content.2.1": "領導，他是金融和保險業的資深人士，擁有超過30年的投資研究、資產管理和執行領導經驗。他擁有奧克蘭大學的國際商務碩士學位，這使他在財富管理、風險緩解和財務規劃方面具有強大的全球視角。",
  "insurance.content.3": "Andy的職業生涯始於1993年，曾在美銀美林、摩根士丹利和紐西蘭儲備銀行擔任重要職務，累積了豐富的投資研究和金融市場經驗。他後來轉入領導崗位，擔任Harris Fraser的董事、總經理、首席營運官和首席執行官，在財富管理策略和公司擴展方面發揮了關鍵作用。隨後，他擔任Innovax Asset Management Limited的總經理，進一步鞏固了他在投資解決方案和風險管理方面的專業知識。",
  "insurance.content.4": "作為顧問和合作夥伴，Andy先生領導我們的保險規劃諮詢，並利用他豐富的行業經驗設計量身定制的保險策略。他的專業知識確保我們的客戶獲得全面的風險管理解決方案，幫助他們保護財富、提高遺產規劃效率並為子孫後代確保財務穩定。",

  "realEstate.content.1": "房地產是香港最傳統和穩定的資產類別，在長期財富保存和投資組合多樣化中發揮著至關重要的作用。作為我們家族辦公室服務的一部分，我們提供全面的房地產諮詢，幫助客戶應對房地產投資、資產配置和房地產投資組合管理。我們的專業知識涵蓋住宅、商業和國際房地產市場，確保客戶獲得量身定制的策略，以最大化回報、優化稅務效率並將房地產持有與其更廣泛的財富規劃目標相結合。",
  "realEstate.content.2": "我們的房地產部門由Cyrus CHAN領導。由Cyrus是一位經驗豐富的投資策略師和房地產專家，擁有金融市場、資產管理和房地產投資的強大背景。他是特許金融分析師（CFA），展示了他在投資分析、投資組合管理和風險評估方面的深厚專業知識。",
  "realEstate.content.3": "Cyrus於2015年在中國銀行（香港）開始了他的職業生涯，擔任投資策略師，累積了全球市場、宏觀經濟分析和資產配置的豐富經驗。他後來擔任Harris Fraser的首席投資官，領導高淨值人士（HNWIs）和機構投資者的投資研究和投資組合策略。",
  "realEstate.content.4": "目前，Cyrus是Winifield Property Services的共同創辦人和董事，專注於房地產投資、物業諮詢和投資組合建構。他在金融市場和房地產方面的專業知識使他能夠提供全面的財富管理方法，將房地產投資與更廣泛的財務策略相結合。",
  "realEstate.content.5": "作為顧問和合作夥伴，由Cyrus領導我們的房地產和投資諮詢，幫助客戶識別有利可圖的房地產機會，優化他們的房地產投資組合，並將房地產投資與長期財富規劃目標保持一致。他的策略洞察力和市場專業知識確保客戶在應對房地產投資的複雜性時獲得全面的指導。",

  "cryptocurrency.content.1": "隨著金融市場的演變，現代投資解決方案如加密貨幣和ESG（環境、社會和治理）投資已成為全面投資組合的重要組成部分。加密貨幣投資為客戶提供了數位資產和區塊鏈創新的機會，而ESG投資策略則將財富成長與永續和負責任的投資相結合。作為我們家族辦公室服務的一部分，我們提供這些新興領域的全面諮詢，幫助客戶應對數位資產投資、永續金融機會以及將現代金融趨勢融入其更廣泛的財富策略。",
  "cryptocurrency.content.2": "我們的加密貨幣部門由",
  "cryptocurrency.content.2.1": "領導。Matthew是一位經驗豐富的金融專業人士和區塊鏈愛好者，擁有公司金融、數位資產和永續投資的專業知識。他目前正在上海財經大學攻讀博士學位，並擁有香港科技大學的MBA和工商管理學士學位。他強大的學術背景使他在金融市場、投資策略和新興技術方面具備深厚的分析能力。",
  "cryptocurrency.content.3": "Matthew積極參與金融業，擔任香港證券及投資學會（HKSI）青年專業人士俱樂部、HKSI公司會員委員會和香港科技大學MBA校友會的委員。他還擁有多項永續金融認證，包括認證ESG分析師（CESGA）和認證環境專業人士（CEP），展現了他負責任投資和永續財富管理的專業知識。",
  "cryptocurrency.content.4": "他於2016年開始了他的職業生涯，專注於香港IPO和併購交易的公司金融，隨後擴展到香港ETF上市、納斯達克IPO和數位資產投資。作為區塊鏈新創公司的早期投資者，Matthew先生對加密貨幣市場趨勢、代幣經濟學和基於區塊鏈的金融解決方案有著深刻的理解。",
  "cryptocurrency.content.5": "目前，Matthew是EXANTE的高級經理，這是一家專注於多元資產交易解決方案的全球財富科技公司。他的角色使他能夠彌合傳統金融、數位資產和ESG投資之間的差距，為客戶提供區塊鏈機會、永續投資趨勢和對下一代金融解決方案的策略洞察。",
  "cryptocurrency.content.6": "身為顧問和合作夥伴，Matthew領導我們的加密貨幣和ESG諮詢，幫助客戶識別高潛力的數位資產投資、建立可持續的投資組合，並將創新的金融解決方案融入其更廣泛的財富策略。他的專業知識確保我們的客戶在快速發展的金融領域中保持領先地位，平衡現代投資機會與長期財富保存。",

  "education.content.1": "教育是家庭規劃中極為個人化和重要的部分，需要細緻的指導和策略遠見。作為我們家族辦公室服務的一部分，我們提供個人化的教育諮詢，幫助家庭應對精英學校入學、國際學習路徑和全面發展計劃。我們的方法確保教育規劃與長期財富管理和家族傳承策略無縫結合，為家庭提供孩子學術和個人成長的全面路線圖。",
  "education.content.2": "我們的教育部門由Alisia CHEN領導。 Alisia是教育、財富規劃和數位轉型領域的傑出領導者，在精英學校入學、移民服務和家族財富傳承方面擁有豐富的專業知識。她擁有清華大學經濟管理學院的行政MBA學位。她的多學科背景涵蓋媒體、技術和金融，使她成為高淨值家庭服務和策略教育規劃的關鍵人物。",
  "education.content.3": "作為Huaxu Advisory Group的董事長和Huaxu Digital Intelligence Technology的總經理，Alisia在支持家庭應對複雜轉型方面發揮了關鍵作用。她也是深圳工業園區協會的副會長，並積極參與教育和專業網絡，包括清華大學香港和澳門校友會。",
  "education.content.4": "認識到對個人化教育和移民服務日益增長的需求，Alisia與我們共同創立了OHUA移民，為移居香港的家庭提供一站式服務。在她的領導下，OHUA已成功協助700多個家庭和200多名清華大學和北京大學的精英，實現了95%的居留申請批准率。透過精心策劃的支持，她建立了一個全面的生態系統，整合了精英學校入學、移民規劃、法律和稅務服務以及商業諮詢。她與匯豐私人銀行和國際律師事務所的合作進一步增強了家庭服務的深度。",
  "education.content.5": "作為顧問和合作夥伴，Alisia領導我們的教育和家庭服務部門，為尋求頂級教育和無縫融入新環境的家庭提供量身定制的指導。她的專業知識確保客戶在學術規劃、全球教育路徑和財富傳承方面獲得策略建議，幫助他們為下一代奠定堅實的基礎。憑藉她深厚的行業聯繫和個性化方法，她仍然是值得信賴的顧問，致力於為我們的客戶及其家庭爭取最佳機會。",

  "healthcare.content.1": "醫療保健和健康是高品質生活的重要支柱，特別是對於尋求優質醫療、美容治療和整體健康解決方案的家庭。作為我們家族辦公室服務的一部分，我們提供量身定制的醫療保健諮詢，為客戶聯繫頂級醫療專業人士、美容專家和健康專家。憑藉在醫療保健和美容行業的廣泛網絡，我們提供獨家治療、VIP醫療服務和個人化健康計劃，確保客戶獲得最佳的護理。",
  "healthcare.content.2": "我們的醫療保健部門由",
  "healthcare.content.2.1": "領導。 Mavis是醫療保健、美容和健康行業的充滿活力和廣泛聯繫的專業人士。她擁有布萊頓大學的文學學士學位，並透過為醫療保健專業人士提供獵人頭服務建立了廣泛的醫療專業人士、美容專家和行業領導者網絡。她深厚的行業聯繫使她能夠根據客戶的特定需求，將他們與領先的診所、美容中心和健康服務提供者聯繫起來。",
  "healthcare.content.3": "除了醫療保健，Mavis也積極參與加密貨幣和數位業務領域，曾擔任加密貨幣領域的業務發展和合作夥伴主管。這段經歷使她建立了與健康、美容和健康領域的關鍵意見領袖的牢固關係，使她的客戶能夠獨家獲得最新趨勢、優質服務和這些領域的高知名度專家。",
  "healthcare.content.4": "作為顧問和合作夥伴，Mavis確保客戶獲得個人化和VIP訪問頂級醫療服務、美容療程和整體健康解決方案。她的專業知識和廣泛聯繫使她能夠策劃定制的醫療保健體驗，無論是與知名專家預約、提供量身定制的美容和抗衰老治療，還是提供獨家健康度假。憑藉她的年輕活力、行業洞察力以及與醫療保健專業人士和美容影響者的牢固關係，美薇致力於提升客戶的健康和生活方式。透過她的領導，我們的家族辦公室提供世界一流的醫療保健和健康解決方案，確保客戶的健康和美容需求的每個方面都能以最高標準滿足。",

  "accounting.content.1": "會計是家族辦公室企業服務的基本支柱，確保企業和家族財富結構保持合規、稅務高效和財務穩健。作為我們企業服務的一部分，我們的會計部門提供全面的財務管理，包括稅務規劃、簿記和公司秘書服務。憑藉對監管要求和財務報告的深刻理解，我們幫助家庭和企業主優化其結構，以實現長期可持續性和成長。",
  "accounting.content.2": "我們的會計部門由",
  "accounting.content.2.1": "領導。 Albert是會計、公司金融和香港資本市場的資深專家。他擁有香港大學的社會科學學士學位，並且是一名註冊會計師（CPA）。他的職業生涯始於德勤，在那裡他專注於審計和財務諮詢五年，奠定了財務管理和合規的堅實基礎。",
  "accounting.content.3": "在Deloitte工作後，Albert轉入公司金融領域，專注於香港IPO、財務結構和監管合規近十年。他在稅務規劃、公司治理和財務報告方面的專業知識使他成為家庭和企業尋求保持財務透明度和效率的寶貴顧問。",
  "accounting.content.4": "作為顧問和合作夥伴，Albert確保客戶在稅務優化、公司合規和財務報告方面獲得專家指導。他的團隊提供簿記、公司秘書服務和財務規劃，幫助企業和家族辦公室簡化運營，同時遵守本地和國際法規。",
  "accounting.content.5": "憑藉他強大的會計背景和公司財務方面的豐富經驗，Albert在保護家族財富方面發揮關鍵作用，確保財務結構保持高效、合規並策略性地定位以實現長期成功。透過他的領導，我們的家族辦公室提供一流的會計解決方案，支持家庭和企業自信地應對財務管理的複雜性。",

  "marketing.content.1": "雖然行銷不是家族辦公室的核心功能，但對於管理面向大眾的企業、個人品牌和娛樂業務的家庭來說，行銷、品牌塑造和投資者關係已成為有價值的服務。透過我們專門的行銷公司OptionPRC，我們提供企業品牌、個人品牌、娛樂業務發展和投資者關係的策略性支持，幫助客戶建立強大的市場存在感並有效地與投資者互動。",
  "marketing.content.2": "我們的行銷部門由Icey TSOI領導。 Icey在金融服務行銷、投資者互動和業務發展方面擁有八年的經驗。她擁有香港中文大學的社會科學學士學位，曾在富途、PrimeCredit、LU香港和Longbridge從事市場營銷工作，專注於金融品牌、投資者溝通和市場擴展。現在，她是EXANTE的頂級銷售專業人士，擅長金融銷售和投資者關係，專注於證券、金融科技和加密貨幣行業。",
  "marketing.content.3": "領導我們的行銷、品牌塑造和投資者關係部門，Icey在企業形象、個人品牌定位、投資者互動和娛樂業務策略方面提供專業知識。透過OptionPRC，我們提供量身訂製的行銷、公關和投資者關係解決方案，確保客戶提升品牌知名度、吸引投資者並有效擴展業務範圍。",

  "recruitment.content.1": "作為一家家族辦公室，我們不僅僅提供財富管理服務——我們還與客戶合作，透過解決關鍵的人力資本挑戰來建立、擴展和維持他們的業務。無論您是在香港或海外設立新分公司、進軍新產業，或是進行人力資源重組，我們的人力資源解決方案都能確保您擁有合適的人才來推動長期成功。",
  "recruitment.content.2": "我們的人力資源解決方案部門由Carol領導，她是一位經驗豐富的人力資源和招募專業人士，在人才招募、高階主管搜尋和業務諮詢方面擁有豐富的經驗。 Carol擁有香港中文大學（CUHK）的學位，並在學術上表現優異，獲得了院長嘉許名單的榮譽。憑藉信息工程和數據驅動的人才策略的堅實基礎，她為解決人力資源挑戰帶來了獨特的分析方法。她的背景包括與領先的招聘公司合作，專注於將頂尖人才與各行各業的企業聯繫起來。"
}