{
  "RTitle1": "Contingency Recruitment",
  "R1Content1": "We have researchers and consultants who specialize in each of the industry sectors. They work on mid-junior to senior level recruitment and are capable to cater vacancies with multiple requirements. We have strong database and network of financial services professionals. This enables us to react quickly to our clients’ sourcing requirements and provide a tailored selection of appropriate candidates to suit your specifications.",
  "RTitle2": "Executive Search",
  "R2Content1": "Our consultants are fully trained in the processes of both domestic and international executive search. We are able to source C-suite executive professionals and those with rare skill sets at top levels who are difficult to attract through advertised selection and database resourcing.",
  "R2Content2": "This approach also ensures confidentiality is maintained when dealing with sensitive senior positions. We have an in-house research team who are up to date with current market trends and consultants who have strong network in the market as well as a deep understanding of the individuals within it.",
  "RTitle3": "Contract Recruitment & Secondment",
  "R3Content1": "The constraint of limited headcount in most companies hinders the potential development of a business. With our Secondment service, offering flexibility in hiring, it will empower your business to engage permanent or temporary, full-time or part-time staff on the job without the need to hire them under the headcount of your company.",
  "R3Content2": "With the aid of our contingency search service, our experienced and professional consultants across different sectors can quickly identify your manpower needs and formulate a comprehensive hiring plan. We also provide service on employer MPF account management, payroll, contract preparation and other related services upon the assignment of our clients.",
  "R3Content3": "We provide the following services :",
  "R3List1": "Contingent Candidate Search",
  "R3List2": "Contract Preparation",
  "R3List3": "Payroll Services including MPF",

  "HRTitle1": "HR Outsourcing",
  "HR1Content1": "We provide various human resources services to all types of business and organisation within the industries we specialised in. We understand successful companies must be adaptive, resilient, customer-centred and able to           adjust their business direction to fit the market quickly. With our professional and tailored service, you are able to focus on boosting the company performance and achieving your goals.",
  "HRTitle2": "Payroll & Tax",
  "HR2Content1": "Dealing with Payroll and Tax Return can be time consuming. Our Payroll and Tax service allows your organization to manage your payroll needs easily and conveniently.",
  "HR2Content2": "We provide the following services :",
  "HR2List1": "Payslip Preparation",
  "HR2List2": "Employer Tax Return ( IR56A&B )",
  "HR2List3": "Payroll Report",
  "HR2List4": "Salary & MPF Payment",
  "HRTitle3": "Reference Check",
  "HR3Content1": "A resume will tell you about a candidate’s career background and qualifications. The interview allows you know more about the candidate and assess him or her in person.",
  "HR3Content2": "A reference check builds on the image built up so far by providing details from an outside source, and as such it is an opportunity worth taking advantage of.",
  "HR3Content3": "Not only can a referee deepen your understanding of a candidate, checking references can also identify whether a candidate’s claims on their qualifications, length of experience or previous roles held is credible. Speaking with a referee also helps to create a more level playing field. Reference checking can highlight those candidates who may have performed poorly during an interview but are in fact excellent potential employees for your firm. Conversely, the process can identify candidates who naturally shine during interviews but who may lack the qualities needed to be successful in a role.",
  "HR3Content4": "As a professional courtesy, always let candidates know that they have been shortlisted before conducting the reference check. This is also an opportunity to confirm that the contact details provided for referees are current and correct.",
  "HRTitle4": "Visa Application",
  "HR4Content1": "Our Visa Application service is definitely your time saving option when hiring non-local talents.     We provide General Employment Policy ( GEP ), Admission Scheme for Mainland Talents and Professionals ( ASMTP ), Immigration Arrangements for Non-local Graduates ( IANG ) and other types of Visa processing application services.",

  "PTitle1": "Employee Onboarding",
  "P1Content1": "A powerful orientation session to the new joiners can build a sense of belonging to the company. Our professional consultants with substantial in-house experience can help you to produce a unique and precise orientation package. Our consultants can also provide on-site orientation demonstration and provide standard guidelines to your in-house team for future orientation sessions. You may also deploy our one-off on-site orientation whenever you have the need.",
  "P1Content2": "We provide the following services :",
  "P1List1": "Orientation Materials Preparation",
  "P1List2": "On-site Orientation Demonstration",
  "PTitle2": "Learning & Development",
  "P2Content1": "Human capital is an indispensable asset to a company. The smartest way to create long-term business value and preserve core competency of a corporation is to enhance staff’s ability continuously. With our Learning & Development service, we provide comprehensive training to your staff in different aspects on your demand, including but not limited to :",
  "P2List1": "Sales Skills Training for Frontline Staff",
  "P2List2": "CPT training for Licensed Reps in compliance with the most updated regulations",
  "P2List3": "Professional Qualifications and Examinations",
  "P2List4": "Coaching & Mentoring",
  "PTitle3": "Business Consultation",
  "P3Content1": "Whether you are a startup company or an established enterprise, our Business Consultation service provides tailormade advices to boost your developments. We focus on your most critical opportunities and threats, as well as strategy, company structure and organizational goal. We offer in-depth, practical advice and expertise and help you to capture value. ",
  "P3Content2": "We offer the following Business Consultation services :",
  "P3List1": "Research",
  "P3List2": "Objective & professional opinion",
  "P3List3": "Strategic planning and development",
  "P3List4": "Result-oriented",
  "P3List5": "Regular Review",
  "PTitle4": "Performance Management",
  "P4Content1": "Quantifying and managing employees’ performance can be troublesome and especially when there might not be standards to follow. We would obtain a thorough understanding of your business as well as organizational goals by having in-depth communication with the management. We would also improve your company’s overall performance through implementing our proprietary and tailor-made performance management systems and set up performance standards for your company.",
  "P4List1": "KPI Monitoring",
  "P4List2": "Performance improvement measures"
}
