{
  "RTitle1": "一般人材紹介",
  "R1Content1": "当社には各業界並びに業種に特化した、経験豊かなコンサルタントたちが集めて、ミドルマネジメントから幹部やスペシャリストまでの複数の要件でも対応できます。また、当社は業界屈指のバイリンガル人材データベースと銀行・金融方面のネットワークも保有します。経験豊かなコンサルタント及び必要なデータベースとネットワークのおかけで、当社は早めに要望の最適な人材をお客様に紹介できます。",
  "RTitle2": "エグゼクティブサーチ",
  "R2Content1": "当社のコンサルタントはよく訓練さた、ローカルとインターナショナル両方のプロフェッショナル人材を探すことができます。当社は各業界並びに対して業界の経営幹部のエグゼクティブ（C-suite Executive）やレアスキル持っているトップ人材など、様々な普通で連絡が難しい候補者を探すのは専念し、データベースとアドバタイズから業界トップの人材を取り扱っています。",
  "R2Content2": "このやり方で、上級職の機密情報への守秘義務も確保できます。当社の情報研究チームも現在の新しい市場動向を研究して判明し、市場における強力なネットワーク持つコンサルタントも各業界のトップ人材を深い了解します。",
  "RTitle3": "人材派遣サービス",
  "R3Content1": "企業は時々社員人数制約がありますが、ビジネスの潜在的な発展を妨げることもあります。",
  "R3Content2": "当社は人材派遣サービスは採用のフレキシビリティーをあげ、貴社の求める正社員や派遣・契約社員、またはパートタイムを提供し、人材を直接雇用しなくてもできます。",
  "R3Content3": "下記のサービスを提供します：",
  "R3List1": "人材派遣・派遣候補者検索",
  "R3List2": "雇用契約準備",
  "R3List3": "人事給与サービス（ MPF を含む）",

  "HRTitle1": "人材紹介",
  "HR1Content1": "OCGは業界並びに業種に特化した、様々な企業に全面的なHR 相談サービスを提供します。当社は業界屈指の企業にとって、企業の適応性・回復力・顧客中心・市場によって迅速調整できるなどの特徴が最大の要望であることを理解しています。当社のプロフェッショナルと別仕立てなサービスによって、貴社は会社の業績と目標に専念できます。",
  "HRTitle2": "給与計算と納税申告代行サービス",
  "HR2Content1": "給与管理と納税申告は大変時間がかかります、当社の給与計算と納税申告代行サービスは貴社の給与計算を簡単かつ便利になります。",
  "HR2Content2": "下記のサービスを提供します：",
  "HR2List1": "給与明細の準備",
  "HR2List2": "給与納税申告書( IR56A&B )",
  "HR2List3": "給与計算レポート",
  "HR2List4": "給与の支払い",
  "HRTitle3": "リファレンスチェック",
  "HR3Content1": "履歴書には、人材の経歴と資格が記載されています。面接では、人材についてもっと詳しく知り、直接評価することができます。",
  "HR3Content2": "リファレンスチェックや経歴照会は、今まで築く人材についてのイメージを、外部ソースからの資料と照らし合わせて、連携の契機になれる価値があるかと判明できます。",
  "HR3Content3": "推薦者によって人材の理解を深めるだけでなく、経歴照会をすると人材の資格、経験の長さ、または以前の役割についての主張は信頼できるかわかります。推薦者と話せば、もっと公平な競争の場が作れます。リファレンスチェックのお陰で、面接で表現がよくない人材も目立たせ、貴社の優秀な潜在的社員になる可能性もあります。 逆に、この中で面接中に生まれつき輝くが、役割で成功するために必要な資質を欠いているかもしれない人材も識別できます。",
  "HR3Content4": "プロフェッショナルとしての礼儀で、リファレンスチェックをする前に、人材はリストの最終選考に残ることを常に知らせます。これも推薦者の連絡先は現在通用するかとその正しくさを確認する機会です。",
  "HRTitle4": "VISA ビザ申請",
  "HR4Content1": "当社のビザ申請相談サービスは間違いなく貴社の時間節約オプションです。当社は外国人材ビザを悩んでいる企業に、General Employment Policy (一般就業政策 GEP )、Admission Scheme for Mainland Talents and Professionals (輸入內地人才計劃 ASMTP )とほかのビザの相談と申請代理サービスを提供している。",

  "PTitle1": "新社員の入社",
  "P1Content1": "新入社員を中心にオリエンテーションセッションを行って、会社への帰属意識を高めることができます。社内で豊富な経験を持つコンサルタントは、ユニークで正確なオリエンテーションパッケージの作成をお手伝いします。 当社のコンサルタントは職場でオリエンテーションのデモを提供できて、社内チームに標準的なガイドラインも提供して将来のオリエンテーションを行います。お客様の望みで、いつでも1回限りの職場でオリエンテーションも提供できます。",
  "P1Content2": "下記のサービスを提供します：",
  "P1List1": "オリエンテーション資料の準備",
  "P1List2": "職場でオリエンテーションのデモ",
  "PTitle2": "学習と発展",
  "P2Content1": "人的資本 （ ヒューマンキャピタル ） は企業にとって不可欠な資産です。長期的なビジネス価値を発展する、及び企業の適格性を維持する最も賢い方法は、社員の能力を続けて向上させることです。 当社の学習と発展サービスにより、貴社の要請によって、様々領域の社員への全面的な養成計画を提供します。この養成計画は下記を含むがこれらに限定されない：",
  "P2List1": "最前線の従業員への営業スキル強化",
  "P2List2": "コンプライアンス免許を受けた代表への最新の規制とCPTスキル強化",
  "P2List3": "プロフェッショナル資格と試験",
  "P2List4": "コーチングとメンタリング",
  "PTitle3": "ビジネスコンサルタント",
  "P3Content1": "スタートアップ企業であろうと確立された企業であろうと、当社のビジネスコンサルタントは別仕立てのアドバイスを提供し、貴社の成長を後援します。 当社は貴社の最も重要な機会と脅威、及び戦略、会社構造、組織目標に焦点を合わせます。当社は深くて実用的なアドバイスと専門知識を提供し、価値を獲得するため役立ちます。",
  "P3Content2": "下記のビジネスコンサルタントサービスを提供します：",
  "P3List1": "リサーチ",
  "P3List2": "客観的で専門的な意見",
  "P3List3": "戦略的計画と開発",
  "P3List4": "結果指向",
  "P3List5": "定期的なレビュー",
  "PTitle4": "表現管理",
  "P4Content1": "社員の業績の定量化と管理はわずらわしいし、時々比較・評価の基準も持っていません。 当社は貴社の管理者とはっきりわかるにより、貴社のビジネスと組織目標を徹底的に理解できます。また、当社は貴社のために作って別仕立ての表現管理システムを実装することで、貴社の全体的なパフォーマンスを向上させ、貴社の別仕立て管理基準も作りられます。",
  "P4List1": "KPIモニタリング",
  "P4List2": "表現改善策"
}
