{
  "pageTitle": "OCG - HR Solutions",
  "subtitle1": "Solutions",
  "subtitle2": "HR Solutions",
  "HRSolutions": "HR Outsourcing",
  "Content1.1": "We provide various human resources services to all types of business and organisation within the industries we specialised in. We understand successful companies must be adaptive, resilient, customer-centred and able to\r\n                            adjust their business direction to fit the market quickly. With our professional and tailored service, you are able to focus on boosting the company performance and achieving your goals.",
  "Payroll": "Payroll & Tax",
  "Content2.1": "Dealing with Payroll and Tax Return can be time consuming. Our Payroll and Tax service allows your organization to manage your payroll needs easily and conveniently.<br><br>\r\n                        We provide the following services :",
  "Content2.2": "<ul>\r\n                            <li>Payslip Preparation</li>\r\n                            <li>Employer Tax Return ( IR56A&B )</li>\r\n                            <li>Payroll Report</li>\r\n                            <li>Salary & MPF Payment</li>\r\n                     </ul>",
  "RefCheck": "Reference Check",
  "Content3.1": "A resume will tell you about a candidate’s career background and qualifications.\r\n                  <br>The interview allows you know more about the candidate and assess him or her in person.\r\n                  <br><br>A reference check builds on the image built up so far by providing details from an outside source, and as such it is an opportunity worth taking advantage of.\r\n                  <br><br>Not only can a referee deepen your understanding of a candidate, checking references can also identify whether a candidate’s claims on their qualifications, length of experience or previous roles held is credible. Speaking\r\n                  with a referee also helps to create a more level playing field. Reference checking can highlight those candidates who may have performed poorly during an interview but are in fact excellent potential employees for your firm.\r\n                  Conversely, the process can identify candidates who naturally shine during interviews but who may lack the\r\n                  qualities needed to be successful in a role.\r\n                  <br><br>As a professional courtesy, always let candidates know that they have been shortlisted before conducting the reference check. This is also an opportunity to confirm that the contact details\r\n                  provided for referees are current and correct.",
  "Visa": "Visa Application",
  "Content4.1": "Our Visa Application service is definitely your time saving option when hiring non-local talents.\r\n                      We provide General Employment Policy ( GEP ), Admission Scheme for Mainland Talents and Professionals ( ASMTP ), Immigration Arrangements for Non-local Graduates ( IANG ) and other types of Visa processing application services."
}
