{
  "pageTitle": "OCG - Sustainability",
  "subtitle1": "About Us",
  "subtitle2": "Sustainability",
  "Quote": "<strong>Sustainable Development</strong> is defined as \"development that meets the needs of the present without compromising the ability of future generations to meet their own needs\"",
  "OurResponsibilities": "Our Responsibilities",
  "Content1.1": "We unify our services, practices and partnerships around one single aim, \"Creating Long Term Value for the Society\". Our Substainability Framework aligns our strategies with our vision.\r\n                       Our pillars and related material topics guide our strategic approach to sustainability by attracting, develop and retain best-in-class profession.",
  "OurAim": "Our Aim",
  "Content2.1": "We combine the market expertise and financial acumen of marketing and for-profit with valuable experience in the regulatory environment and social responsibility of nonprofit, governmental, and nongovernmental organizations.\r\n                      By providing the best talent solutions and strategies from organizational design to assessment and succession, talent acquisition, leadership development, rewards and benefits.\r\n                      that delineate organizational responsibilities and thoughtfully design the optimal structure to deliver results.",
  "Our4Pillars": "Our Four Pillars on Substainability :",
  "OurCommunity": "Our Community",
  "ListCom": "<li>We match the most suitable talent with our clients across diverse sectors using new processes and technology. By facilitating full-time and part-time recruitment activities, we aim to maximize Social Efficiency and Reduce Unemployment.</li><br>\r\n                  <li>We focus on sustainable development of our business and the communities we operates in.</li>",
  "OurPeople": "Our People",
  "ListPeo": "<li>To become an employer of choice.</li><br>\r\n                  <li>We believe in equal opportunities and human rights, our promotions are based on clear promotional targets, regardless of race, gender, religion or other opinions.</li><br>\r\n                  <li>We provide ongoing On-The-Job training and professional coaching to train and retain staff.</li>",
  "OurCustomers": "Our Customers",
  "ListCus": "<li>We build talent pipeline for our customers to meet their business and succession needs. We help attract, recruit and retain the best staff of our clients. </li><br>\r\n                  <li>We encourage use of digital tools to augment customer experience and reduce paper waste.</li>",
  "CorporateGovernance": "Corporate Governance",
  "ListCor": "<li>We uphold a high standard of business ethics and personal conduct of our employees.</li><br>\r\n                  <li>We conduct business with uncompromising integrity.</li><br>\r\n                  <li>We safeguard against unfair business practices.</li>"
}
